
const inputBoxTag = document.querySelector(".inputBox")
const searchedResultBoxTag = document.querySelector(".searchedResultBox")

const menuiconTag = document.querySelector(".menuicon")
const crossIconTag = document.querySelector(".crossIcon")

const leftTag = document.querySelector(".left")
const rightTag = document.querySelector(".right")

const menuDatas = ["ကျင့်ဝတ်", "ဥပဒေ", "နည်းဥပဒေ", "အမှာစာ"]


//datas
const datas = [
    {id: 1, 
        title: "မြန်(၃)မြန်", 
        parag: "" , 
        list: ["မြန်မြန်သိ", "မြန်မြန်သွား", "မြန်မြန်ငြှိမ်းသတ်"]},
    
    {id: 2, title: "သင့်(၄)သင့်", 
        parag: "" , 
        list: ["စက်အသင့်", "ဆီအသင့်", "ယာဉ်အသင့်", "လူအသင့်"]},
        
    {id: 3, title: "မြဲ(၃)မြဲ", 
        parag: "" , 
        list: ["အမြဲတမ်း လေ့ကျင့်ရမည်။", "အမြဲတမ်းစစ်ဆေး၊ သတိပေးရမည်။", "အမြဲတမ်း အသင့်ဖြစ်ရမည်။"]},
    
    {id: 4, 
        title: "ရည်ရွယ်ချက်", 
        parag: `${""}မီးသတ်ဦးစီးဌာနသည် ပြည်သူလူထု၏ အသက်အိုးအိမ်စည်းစိမ်များ၊ နိုင်ငံတော်အတွင်းရှိ 
                ကုန်ထုတ်အရင်းအနှီးများကို မီးဘေးအန္တရာယ်မှ တားဆီးကာကွယ်ရေးလုပ်ငန်းစဉ်နှင့် 
                သဘာဝဘေးအန္တရာယ်အပါအဝင် အခြားသော ဘေးအန္တရာယ်များ ကျရောက်လာသည့်အခါ
                အရေးပေါ်ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်းများကို တာဝန်ယူဆောင်ရွက်ရန်။` , 
        list: []},
    
    {id: 5, 
        title: "ကြံ့ခိုင်ရေးလေ့ကျင့်ရာတွင် အသုံးပြုမည့် ဆောင်ပုဒ်", 
        parag: "" , 
        list: ["ဘာလုပ်နေလဲ   -   လေ့ကျင့်နေတယ်", "ဘာလုပ်ဖို့လဲ   -   အသက်ကယ်ဖို့၊ မီးငြှိမ်းသတ်ဖို့", 
                "ဘယ်သူ့အတွက်လဲ   -   ပြည်သူ့အတွက်ပဲ", "ဘာစိတ်ဓာတ်လဲ   -   စွန့်လွှတ်စိတ်ဓာတ်၊ စွန်းစားစိတ်ဓာတ်၊ မီးသတ်စိတ်ဓာတ်"]},
    
    {id: 6, 
        title: "မီးသတ်ဦးစီးဌာန၏ အဓိက တာဝန်ကြီး (၅)ရပ်", 
        parag: "" , 
        list: ["မီးသတိမူရေးနှင့် မီးဘေးကြိုတင်ကာကွယ်တားဆီးရေး", "မီးငြှိမ်းသတ်ရေး", "ရှာဖွေကယ်ဆယ်ရေး",
                "လူမှုရေး", "နိုင်ငံတော်၏ အရန်အင်အားအဖြစ် လေ့ကျင့်ဖွဲ့စည်းတည်ဆောက်ရေး"]},
    
    {id: 7, 
        title: "မီးသတ်ဦးစီးဌာန၏ ရည်မှန်းချက်တာဝန်", 
        parag: "" , 
        list: ["မီးဘေးလုံခြုံရေး", "သဘာဝဘေးအန္တရာယ်ကာကွယ်ရေး", "ရှာဖွေကယ်ဆယ်ရေး", "ပြည်သူ့အကျိုးပြုဆောင်ရွက်ရေး"]},
        
    {id: 8, 
        title: "မီးသတ်လုပ်ငန်းစဉ်ကြီး (၇)ရပ်", 
        parag: "" , 
        list: [`မီးသတ်တပ်ဖွဲ့ဝင်များ၏ စွမ်းရည်(၄)ရပ်ဖြစ်သော မီးသတ်စွမ်းရည်၊ ရှာဖွေကယ်ဆယ်ရေးစွမ်းရည်၊ အုပ်ချုပ်မှုစွမ်းရည်နှင့်
                စည်းရုံးရေးစွမ်းရည် ထက်မြတ်စေရန် မီးသတ်တပ်ဖွဲ့ဝင်တိုင်း၏ စွမ်းဆောင်ရည်မြှင့်တင်ရေးလုပ်ငန်း`, 
                `မီးသတ်စက်/ယာဉ်နှင့် စက်ပစ္စည်းကိရိယာများ မွမ်းမံရေး၊ ကြံ့ခိုင်ရေး၊ အသင့်ရှိရေးလုပ်ငန်းနှင့်
                ရှာဖွေကယ်ဆယ်ရေးယာဉ်နှင့် လုပ်ငန်းသုံးပစ္စည်းကိရိယာများ မွမ်းမံရေး၊ ကြံ့ခိုင်ရေးနှင့် အသင့်ရှိရေးလုပ်ငန်း။`,
                `ပြည်သူလူထုအား မီးဘေးလုံခြုံရေး၊ သဘာဝဘေးအန္တရာယ်ကာကွယ်ရေးနှင့် ရှာဖွေကယ်ဆယ်ရေး
                အသိပညာပေးလုပ်ငန်းများ ထိရောက်စွာ ဆောင်ရွက်ရေးလုပ်ငန်း`,
                `အရန်မီးသတ်တပ်ဖွဲ့နှင့် သီးသန့်တပ်ဖွဲ့ဝင်များ တိုးချဲ့ဖွဲ့စည်းရေးနှင့် လေ့ကျင့်သင်တန်းပေးရေးလုပ်ငန်း။`,
                `မြန်မာနိုင်ငံမီးသတ်တပ်ဖွဲ့သည် နိုင်ငံတကာနှင့် အညီ ရင်ပေါင်တန်းဆောင်ရွက်နိုင်ရေးအတွက် ကွပ်ကဲမှု
                နည်းစနစ်များ၊ မီးသတ်ပညာရပ်များ၊ ရှာဖွေကယ်ဆယ်ရေးဆိုင်ရာ ပညာရပ်များအား အစဉ်အမြဲ
                သုတေသနပြုလုပ်ဖော်ထုတ်၍ တပ်ဖွဲ့ဝင်များအားလုံး တတ်ကျွမ်းနားလည်စေရန် လေ့ကျင့်ပညာပေးရေးလုပ်ငန်း။`,
                `မြန်မာနိုင်ငံမီးသတ်တပ်ဖွဲ့ ဥပဒေ၊ နည်းဥပဒေပါ ပြဌာန်းချက်များအရ အပ်နှင်းထားသည့် လုပ်ပိုင်ခွင့်နှင့်
                တာဝန်များကို အသုံးပြု၍ မီးဘေးလုံခြုံရေးနှင့် အရေးပေါ်လွတ်မြောက်မှုဆိုင်ရာ စစ်းဆေးအကြံပြုချက်များကို
                သက်ဆိုင်ရာ နိုင်ငံတော်ပိုင်/ပုဂ္ဂလိကပိုင်၊ ဌာန၊ အဖွဲ့အစည်းလုပ်ငန်းများနှင့် သက်ဆိုင်သူများမှ တိကျစွာ လိုက်နာ
                ဆောင်ရွက်စေရေးလုပ်ငန်း။`,
                `မြန်မာနိုင်ငံမီးသတ်တပ်ဖွဲ့ဝင်များအား နိုင်ငံတော်၏ အရန်အင်အားဖြစ်စေရေးအတွက် လေ့ကျင့်ဖွဲ့စည်း၍ 
                စွမ်းဆောင်ရည် မြှင့်တင်ရေးလုပ်ငန်း။`
             ]},
    {id: 10, 
        title: "သစ္စာ လေးချက်", 
        parag: "" , 
        list: ["ငါတို့သည် နိုင်ငံတော်နှင့် နိုင်ငံသားတို့၏ သစ္စာကို စောင့်သိရိုသေပါမည်။",
                "ငါ့အား အထက်မှ ပေးအပ်သော အမိန့်နှင့် တာဝန်ကို ကျေပွန်စွာ ထမ်းဆောင်ပါမည်။",
                "ငါတို့သည် မီးသတ်တပ်ဖွဲ့၏ ကျင့်ဝတ်နှင့် စည်းကမ်းများကို လိုက်နာပါမည်။",
                "ငါတို့သည် မီးသတ်တာဝန်ကြီး(၄)ရပ် ကျေပွန်ရေးအတွက် စွန့်စွန့်စားစား ဆောင်ရွက်ပါမည်ဟု အလေးအနက် အဓိဌာန်ပြုသည်။"]},
    {id: 11, 
        title: "မီးသတ်အင်္ဂါအား (၁၀)ပါး", 
        parag: "" , 
        list: ["စည်းကမ်းသေဝပ်ခြင်း", "ရဲရင့်ခြင်း", "သနားဂရုနာရှိခြင်း", "ယဉ်ကျေးသိမ်မွေ့ခြင်း", "လျင်မြန်ဖျတ်လတ်ခြင်း",
                "စိတ်ထားတည်ကြည်ခြင်း", "ဝတ္တရားကျေပွန်ခြင်း", "သစ္စာရှိခြင်း", "ညီညွတ်ခြင်း", "ကျန်းမာခြင်း"
    ]},

    {id: 12, 
        title: "ခေါင်းဆောင်ကောင်းတို့၏ အင်္ဂါရပ်များ", 
        parag: "" , 
        list: [`ထိုးထွင်းကြံဆလုပ်ဆောင်တတ်မှုနှင့် တီထွင်ဆောင်ရွက်တတ်မှု ရှိရမယ်`, 
                `ကွပ်ကဲမှုနှင့် ကြီးကြပ်မှု ကောင်းရမည်။`,
                `ဗဟုသုတကြွယ်ဝပြီး လေ့လာလိုစိတ် ရှိရမည်။`,
                `အကျင့်စာရိတ္တကောင်းရမည်။`,
                `စိတ်ဓာတ်ကောင်းရမည်။`,
                `သစ္စာရှိရမည်။`,
                `တပ်မှူးကောင်းစိတ်ဓာတ်နှင့် မိဘသဖွယ်စိတ်ဓာတ် ရှိရမည်။`,
                `စည်းကမ်းအရာမှာ စံနမူနာပြ ဖြစ်ရမည်။`,
                `တပ်ဖွဲ့၏ ကောင်းရာကောင်းကျိုးအတွက် အစဉ်ကြိုးပမ်းဆောင်ရွက်လိုစိတ် ရှိရမည်။`,
                `ဇွဲ၊ လုံ့လ၊ ဝီရိယနှင့် ကြိုးစားမှု ရှိရမည်။`,
                `စိတ်ရင်း၊ စေတနာကောင်းရမည်။`,
                `တညီတညွတ်တည်း စုပေါင်းဆောင်ရွက်လိုသည့် အဖွဲ့အစည်း စိတ်ဓာတ်ရှိရမည်။`,
                `သတ္တိ၊ ဗျတ္တိ ရှိရမည်။`,
                `မိမိခေါင်းဆောင်သည့် အဖွဲ့အစည်းအား အမြဲတမ်း စည်းလုံးညီညွတ်မှုရှိနေအောင် တည်ဆောက်နိုင်စွမ်း ရှိရမည်။`,
                `အခွင့်အရေးနှင့် ယှဉ်လာလျှင် မိမိက အမြဲအနစ်နာခံရမည်။`,
                `စွမ်းရည် (၄)ရပ် ပြည့်စုံရမည်။`
        ]},
    
        {id: 13, 
            title: "ခေါင်းဆောင်", 
            parag: "ခေါင်းဆောင်ဟူသည် - " , 
            list: [`အမြင်`, `ကြိုတင်ပြင်ဆင်မှု`, `စီမံချက်`, `စီမံကိန်း`, `ထုတ်လုပ်မှု`, `အခြေခံသဘောတရားဥပဒေ`,
                    `လုပ်ထုံးလုပ်နည်း`, `မူဝါဒ`, `လူထု၏ အားပေးမှု`, `ပေါ်လွင်မှု`, `အကျင့်သီလ`,
            ]},
        
        {id: 14, 
            title: "အလေးပြုခြင်း ရည်ရွယ်ချက်", 
            parag: "" , 
            list: [`ခင်မင်လေးစားစွာ နှုတ်ဆက်ခြင်း။`, `အထက်အောက်ရိုသေမှုကို သရုပ်ဖော်ခြင်း။`, 
                    `အချင်းချင်းစည်းလုံးညီညွတ်မှုကို ပြသခြင်း။`, `စည်းကမ်းသေဝပ်မှုရှိခြင်း။`,
                    `အလေးပြုတိုင်း တိုင်းပြည်၏ ဦးတည်ချက်ကို ပြန်လည်သတိရခြင်း`,
            ]},
       
        {id: 15, 
            title: "ရဲဘော်စိတ်", 
            parag: "ရဲဘော်စိတ်ဟူသည် ရဲဘော်အချင်းချင်းအပေါ် ထားရှိသော မေတ္တာတရား၊ သံယောဇဉ်တရား၊ သစ္စာစောင့်သိမှုတရားပင်ဖြစ်သည်" , 
            list: []},
       
        {id: 16, 
            title: "ကျင့်ဝတ်တန်ဖိုး", 
            parag: "" , 
            list: [`လူတစ်ဦးချင်းစီ၏တန်ဖိုးသည် လူ့ကျင့်ဝတ်သီလပင်ဖြစ်သည်။`, 
            `ကျင့်ဝတ်သီလမရှိသောသူသည် လူကောင်းသူကောင်းမဟုတ် အကျင့်ပျက်သူပင် ဖြစ်သည်။`,
            `မီးသတ်ကျင့်ဝတ်သည် မီးသတ်တပ်ဖွဲ့ဝင်တစ်ဦးအတွက် အကျင့်သီလပင် ဖြစ်သည်။`,
            `မီးသတ်ကျင့်ဝတ်မရှိသော တပ်ဖွဲ့ဝင်တစ်ဦးသည် မီးသတ်တပ်ဖွဲ့ဝင်ကောင်း မဖြစ်နိုင် အကျင့်ပျက်သူတစ်ဦးပင် ဖြစ်ပေသည်။`,
            `မီးသတ်တပ်ဖွဲ့ဝင်တစ်ဦးချင်းဖြင့် ဖွဲ့စည်းထားသော မီးသတ်တပ်ဖွဲ့သည်လည်း တပ်ဖွဲ့ဝင်များ ကျင့်ဝတ်သီလ မရှိပါက ကောင်းသောမီးသတ်တပ်ဖွဲ့ ဖြစ်လာနိုင်မည် မဟုတ်ပေ။`,
            `ထို့ကြောင့် အရည်အသွေးမြင့်မား၍ ပြည်သူလူထုကြည်ညိုကိုးစားမှု ခံရသော မီးသတ်တပ်ဖွဲ့ဖြစ်လာစေရန် မီးသတ်တပ်ဖွဲ့ဝင်တိုင်းသည် မီးသတ်ကျင့်ဝတ်အား
            ခါးဝတ်ပုဆိုးကဲ့သို့ မြဲမြံစွာ စောင့်ထိန်းလိုက်နာကြရမည်။`,
        ]},
        
        {id: 17, 
            title: "မီးသတ်တပ်ဖွဲ့ဝင်တိုင်း တစ်ဦးချင်းအနေဖြင့် စောင့်စည်းရမည့် ကျင့်ဝတ် (၂၃)ပါး", 
            parag: "" , 
            list: [`နိုင်ငံတော်၏ သစ္စာကို စောင့်သိရိုသေပါ။`, `တရားဥပဒေကို ရိုသေလေးစားပါ။`, `ဒို့တာဝန်အရေး (၃)ပါးကို အစဉ်ဦးထိပ်ထားပါ။`,
                    `ဦးတည်ချက်(၁၂)ရပ်ကို အခေါက်အကူပြုပါ။`, `ပြည်သူ့သဘောထားနှင့် ပြည်သူတို့၏သန္နိဌာန်(၆)ရပ်ကို အလေးအနက် ခံယူအကောင်အထည်ဖော်ပါ။`,
                    `စွမ်းရည်(၄)ရပ်ထက်မြတ်အောင် အစဉ်ကြိုးစားပါ။`,
                    `မီးသတ်တပ်ဖွဲ့စည်းကမ်းဥပဒေ၊ နည်းဥပဒေများကို တိကျစွာ လိုက်နာပါ။`,
                    `ပါးစပ်ကသာ တိုင်းပြည်ကို မချစ်ဘဲ အလုပ်ဖြင့် သက်သေပြပါ။ အပြောနှင့် အလုပ် ညီပါစေ။`,
                    `မိမိကိုယ်ကို အစဉ်ဝေဖန်စစ်ဆေး ပြုပြင်ပါ။ အခြားသူများကိုလည်း ရဲဘော်စိတ်ဖြင့် စိတ်ရှည်ရှည်ထား ကူညီပါ။`,
                    `ရိုးရိုးပဲနေထိုင်စားသောက်ပါ။ ကိုယ့်ဝင်ငွေနှင့် ထွက်ငွေ ညီပါစေ။`,
                    `ဘေးအန္တရာယ်ဟူသမျှကို စိတ်ဓာတ်ကြံ့ခိုင်စွာ ရဲရဲရင့်ရင့် ရင်ဆိုင်ပါ။`,
                    `သမာဓိတရား လက်ကိုင်ထား၍ မီးသတ်ကျင့်ဝတ်သိက္ခာကို စောင့်ထိန်းပါ။`,
                    `မီးသတ်လုပ်ငန်းနှင့် အခြားလူမှုရေးဆိုင်ရာ လုပ်ငန်းရပ်များကို အချိန်အခါမရွေး ဆောင်ရွက်ပါ။`,
                    `မီးသတ်တပ်ဖွဲ့ဝင်များသည် တိုင်းရင်းသားပြည်သူများ အကျိုးအတွက် ကိုယ်စွမ်း၊ ဥာဏ်စွမ်းရှိသမျှ ရိုးသားဖြောင့်မတ်စွာဖြင့်
                    သစ္စာရှိပါ။ အစွမ်းကုန်ဆောင်ရွက်ပါ။`,
                    `ကိုယ်၊ နှုတ်၊ နှလုံး သုံးပါးလုံး ယဉ်ကျေးပြေပြစ်ပါစေ။`, 
                    `မူးယစ်ဆေးဝါးသုံးစွဲခြင်း၊ အရက်သေစာ သောက်စားခြင်း၊ လောင်းကစားခြင်းများကို ရှောင်ပါ။`,
                    `တံစိုးလက်ဆောင်ကို မစင်ကဲ့သို့ ရွံရှာစက်ဆုပ်ပါ။`, `တပ်တွင်းစည်းရုံးရေးကို တည်ဆောက်ပါ။`,
                    `အထက်မှ ပေးအပ်သည့်အမိန့်ကို တိကျစွာ လိုက်နာပါ။`,
                    `မီးသတ်အာဏာပိုင်၏ ကြိုတင်ခွင့်ပြုချက်မရဘဲ တာဝန်ထမ်းဆောင်ရန် ပျက်ကွက်ခြင်း မရှိအောင် ထိန်းသိမ်းပါ။`,
                    `ကျန်းမာအောင်နေပါ။ သန်စွမ်းအောင်လေ့ကျင့်ပါ။`,
                    `ကိုယ်ရေးကိုယ်တာကိစ္စရပ်များထက် လုပ်ငန်းအောင်မြင်ရေးကို ဦးစားပေးပါ။`, `ပါတီနိုင်ငံရေး ကင်းရှင်းစွာနေပါ။`,
         ]},
    
         {id: 18, 
            title: "အကြီးအကဲများအပေါ်ပြုကျင့်ရမည့် ကျင့်ဝတ်(၁၀)ပါး", 
            parag: "" , 
            list: [`အကြီးအကဲများကို မိမိဆရာသမားများဟူ၍ အစဉ်သဘောပိုက်ပါ။`,`အကြီးအကဲများ၏အမိန့်ကို တိကျစွာလိုက်နာပါ။`,
                `အကြီးအကဲများမှ ပေးအပ်သောတာဝန်ကို ကျေပွန်စွာထမ်းဆောင်ပါ`, `အကြီးအကဲများသည် မိမိထက်ကြီးလေးသော တာဝန်ထမ်းဆောင်နေသူများဖြစ်ကြောင်း အစဉ်အသိအမှတ်ပြုပါ။`,
                `အကြီးအကဲများကို အစစအရာရာ အားထားယုံကြည့်ပါ။`, `အကြီးအကဲများကို လေးစားယုံကြည်ပါ။`, `အကြီးအကဲများအပေါ် တော်တည့်မှန်ကန်စွာ သစ္စာစောင့်သိပါ။`,
                `ဆုံးမနာယူလွယ်တတ်ပါစေ။`, `အကြီးအကဲများသည် ကျောသားရင်သားမခွဲခြားဘဲ မိမိတို့၏ အကျိုးစီးပွားကို ရှေးရှုဆောင်ရွက်နေကြောင်း အမြဲသတိပြုပါ။`,
                `မည်သည့်ကိစ္စမဆို အကြီးအကဲထံ အမှန်အတိုင်း ရဲရဲဝံ့ဝံ့ တင်ပြပါ။`
        ]},
    
        {id: 19, 
            title: "လက်အောက်ငယ်သားများအပေါ် ပြုကျင့်ရမည့် ကျင့်ဝတ်(၁၀)ပါး", 
            parag: "" , 
            list: [`ငယ်သားများအပေါ်တွင် ကျောသားရင်သားမခွဲခြားဘဲ အစဉ်မျှတစွာ ကွပ်ကဲအုပ်ချုပ်ပါ။`,
                `ငယ်သားများအား စံနမူနာကောင်းပြပါ။`, `ငယ်သားများ၏ တင်ပြချက်များကို အရေးတယူ မှတ်သားနားထောင်ပါ။`,
                `ငယ်သားများအပေါ်တွင် အပြည့်အဝယုံကြည်ပါ။`,`ငယ်သားများက မိမိအား ချစ်ကြောက်ရိုသေအောင် နေထိုင်ကျင့်သုံးပါ။`,
                `ငယ်သားများထက် မိမိကပို၍ အနစ်နာခံပါ။`, `ငယ်သားများအပေါ် အနိုင်မကျင့်မိစေရန် အမြဲသတိပြုပါ။`,
                `ငယ်သားများနှင့် မကင်းကွာအောင် အမြဲနေထိုင်ဆက်ဆံပါ။`, `ငယ်သားများအား ရဲဘော်ရဲဘက်အဖြစ် သဘောထားပါ။`,
                `ငယ်သားများ၏ သက်သာချောင်ချိရေး၊ ပျော်ရွှင်ရေး၊ ကျန်းမာရေးနှင့် ကိုယ်ရေးကိုယ်တာကိစ္စရပ်များကို ဖြည့်ဆည်းဆောင်ရွက်ပေးပါ။`
        ]},
    
        
        {id: 20, 
            title: "ပြည်သူလူထုအပေါ် ပြုကျင့်ရမည့် ကျင့်ဝတ်(၁၀)ပါး", 
            parag: "" , 
            list: [`ပြည်သူလူထု၏ အကျိုးစီးပွားကို အစဉ်ဦးထိပ်ထားပါ။`, `ပြည်သူလူထုဆန္ဒကို အမြဲဖြည့်ဆည်းပါ။`,
                    `ပြည်သူလူထုကို မိသားစုသဖွယ် အမှန်တကယ် လေးစားချစ်ခင်ပါ။`, `ပြည်သူလူထုကို ယဉ်ကျေးသိမ်မွေ့စွာ ပြောဆိုဆက်ဆံပါ။`,
                    `ပြည်သူလူထု၏အသက်အိုးအိမ်စိမ်းစိမ်ဥစ္စာကို ကာကွယ်စောင့်ရှောက်ပါ။`, `ပြည်သူလူထု၏ ဘဝအတွေ့အကြုံများကို လေးစားပါ။`,
                    `ပြည်သူလူထု၏ ရိုးရာဓလေ့ ထုံးတမ်းအစဉ်အလာများကို လေးစားပါ။`, `ပြည်သူလူထုအတွက် ဘာပဲလုပ်လုပ်၊ ဘာပဲခိုင်းခိုင်း၊ ပြည်သူလူထုက ကျေနပ်ပါစေ။`,
                    `ပြည်သူလူထုကို ဦးစားပေးပါ။ မိမိမှ အခွင့်အရေးကို မယူပါနဲ့။`, `ပြည်သူလူထုအား မထီမဲ့မြင်ပြုခြင်း၊ စော်ကားမော်ကားပြုခြင်း၊ ကိုယ်ထိလက်ရောက်ကျူးလွန်ခြင်းနှင့်
                    ခြိမ်းခြောက်ခြင်းတို့ကို ရှောင်ကြဉ်ပါ။`
        ]},
          
        {id: 21, 
            title: "အခြားတပ်ဖွဲ့ဝင်များအပေါ် ပြုကျင့်ရမည့် ကျင့်ဝတ်(၁၀)ပါး", 
            parag: "" , 
            list: [`တပ်ဖွဲ့ဝင်အချင်းချင်းအပေါ်တွင် ကိုယ်ချင်းစာပါ။`, `တပ်ဖွဲ့ဝင်အချင်းချင်းအပေါ် သစ္စာစောင့်သိပါ။`,
                    `တပ်ဖွဲ့ဝင်အချင်းချင်း အေးအတူပူအမျှ အတူတကွ နေထိုင်ဆောင်ရွက်ပါ။`, `တပ်ဖွဲ့ဝင်အချင်းချင်းအတွက် သက်သေခံရာတွင် အမှန်အတိုင်း တိကျစွာ ထွက်ဆိုပါ။`,
                    `တပ်ဖွဲ့ဝင်အချင်းချင်း အခက်အခဲမှန်သမျှကို မိမိတတ်စွမ်းသရွေ့ ကူညီပါ။`, `တပ်ဖွဲ့ဝင်များ၏ လုပ်ငန်းစွမ်းရည်ထက်မြက်ပြည့်ဝစေရန်အတွက် သင်ကြားပေးပါ။`,
                    `တပ်ဖွဲ့ဝင်အချင်းချင်း ခိုက်ရန်ဒေါသဖြစ်ပွားခြင်း မရှိအောင် အမြဲရှောင်ကြဉ်ပါ။`, `တပ်ဖွဲ့ဝင်အချင်းချင်း စည်းလုံးညီညွတ်မှုကို အစွမ်းရှိသမျှ ဝိုင်းဝန်းဆောင်ရွက်ပါ။`,
                    `တပ်ဖွဲ့ဝင်အချင်းချင်း အခက်အခဲပြဿနာများကို စုပေါင်းဆွေးနွေး ညှိနှိုင်းဖြေရှင်းပါ။`, 
                    `တပ်ဖွဲ့ဝင်များ၏ အကျိုးဆောင်ရွက်ရာတွင် တင်းတိမ်ရောင့်ရဲခြင်း မရှိဘဲ အားအကိုးရဆုံးဖြစ်အောင် လုပ်ပါ။`
                ]},
            
            {id: 22, 
        title: "မီးသတ်ယာဉ်/စက်များ ကိုင်တွယ်ရာတွင် လိုက်နာရမည့် ကျင့်ဝတ်(၃၉)ပါး", 
        parag: "(က) နေ့စဉ်ဆောင်ရွက်ချက်" , 
        list: [`ဓာတ်ဆီ၊ ဒီဇယ်ဆီ၊ စက်ဆီနှင့်‌ ရေ၊ လေများကို စစ်ဆေးပါ။`, `ယာဉ်များကို သန့်ရှင်းစွာထားပါ။`,
                `တပ်ဆင်ထားသော လျှပ်စစ်ကိရိယာများကို စက်မနှိုးမှီ စစ်ဆေးပါ။`, `တာယာများ လေပေါင်ချိန် မှန်/မမှန် စစ်ဆေးပါ။`,
                `ပရိုင်မာအိုးတွင် ရှိ/မရှိ စစ်ဆေးပါ။`, `ဘတ္ထရီအိုးတွင် မိုးရေနှင့် အက်စစ် ရှိ/မရှိ စစ်ဆေးပါ။`,
                `ဘတ္ထရီငုတ်၌ တပ်ဆင်ထားသောခေါင်းများ စစ်ဆေးပါ။`, `ဘရိတ်နှင့် ကလပ်ဆီ ရှိ/မရှိ စစ်ဆေးပါ။`,
                `ခြေနင်းဘရိတ်နှင့် ကလပ်ကို (၅)ချက်မှ (၇)ချက်အထိ တော့၍ စစ်ဆေးပါ။`, `ပန့်နှင့် ပရိုင်မာ ကောင်း/မကောင်း စစ်ဆေးပါ။`,
                `လျှပ်စစ်မီး၊ ဥဩစသည့်အစိတ်အပိုင်းများကို စစ်ဆေးပါ။`, `မီးသတ်ကားပါ ရေတိုင်ကီ၏ မီးငြှိမ်းသတ်ရန် ရေအပြည့် ရှိ/မရှိ စစ်ဆေးဖြည့်တင်းပါ။`,
                `မီးသတ်ယာဉ်/စက် အထူးချို့ယွင်းချက်များ တွေ့ရှိပါက အမြန်ပြုပြင်နိုင်ရန် သက်ဆိုင်ရာသို့ သတင်းပို့ပါ။`
            ]},

    {id: 23, 
        title: "မီးသတ်ယာဉ်/စက်များ ကိုင်တွယ်ရာတွင် လိုက်နာရမည့် ကျင့်ဝတ်(၃၉)ပါး", 
        parag: "(ခ) အပတ်စဉ်ဆောင်ရွက်ချက်များ" , 
        list: [`ပန်ကားကြိုးလျော့/မလျော့ စစ်ဆေးပါ။`, `ဂါဗနာ ကောင်း/မကောင်း စစ်ဆေးပါ။`,`အင်ဂျင်ရှိ အစိတ်အပိုင်းများကို စစ်ဆေးပါ။`,
                `ပလပ်များကို ဆေးကြောပါ။`, `ဒစ်ထရီဗြူတာရှိ ပွိုင့်များကို ဆေးကြောပါ။`, `လှုပ်ရှားသောနေရာများတွင် စက်ဆီ(သို့) အမဲဆီထိုးပါ။`,
                `ပန့်နှင့် အင်ဂျင်ဆက်သွယ်ထားသော နေရာရှိ ပိုက်လိုင်းများ စစ်ဆေးပါ။`, `စတီယာတိုင်ကို စစ်ဆေးပါ။`, 
                `ချောင်နေသာ ဘိုး၊ နပ်များကို စစ်ဆေး၍ တင်းကြပ်ပါ။`, `ရေဒီရေတာအတွင်း ရေရှိ/မရှိ စစ်ဆေးပါ။`,
            ]},
    
    {id: 24, 
        title: "မီးသတ်ယာဉ်/စက်များ ကိုင်တွယ်ရာတွင် လိုက်နာရမည့် ကျင့်ဝတ်(၃၉)ပါး", 
        parag: "(ဂ) လစဉ်ဆောင်ရွက်ချက်" , 
        list: [`စက်ဆီ၊ ဂီယာဝိုင်၊ ပန့်နှင့် ဂီယာဆက်သွယ်ထားသော နေရာများ၌ ဆီရှိ/မရှိ စစ်ဆေးပါ။ ဖြည့်ပါ။`, `နောက်ဝင်ရိုးအိမ် ဆီရှိ/မရှိ စစ်ဆေးပါ။ မရှိက ဖြည့်ပါ။`,
                `ဓာတ်ဆီတိုင်ကီ၊ ဓာတ်ဆီစစ်၊ အေစီပန့်၊ ကာဗြူရေတာနှင့် ဆက်သွယ်ထားသော ပိုက်လိုင်းများကို စစ်ဆေးပါ။`, `အင်ဂနီးရှင်း ဝါယာရင်းကို စစ်ဆေးပါ။`,
                `တိုက်ပစ်များ စစ်ဆေး၍ လိုအပ်ပါက ချိန်ပါ။`, `ရေဒီရေတာရှိ ရေများကို ဖောက်ချ၍ ရေအသစ်လဲလှယ်ပါ။`, `ကာဗြူရေတာအပေါ်၌ရှိသော လေစစ်အိုးကို သန့်ရှင်းအောင်ပြုလုပ်ပါ။`,
                `ရှော့အိတ်ဇောဘားကို စစ်ဆေးပါ။`, `ဘရိတ်များကို စစ်ဆေး၍ လိုအပ်ပါက ပြုပြင်ပါ။`, `ပန့်အတွင်းရှိ ဂလင်းကို စစ်ဆေးပါ။`, `မိန်းပန့်ယူနစ်ကို စစ်ဆေးပါ။`,
                `ပရိုင်မာယူနစ်ကို စစ်ဆေးပါ။`, `မီးသတ်ယာဉ်ကို မောင်းနှင်စမ်းသပ်၍ ချို့ယွင်းချက်ရှိပါက ပြုပြင်ပါ။`, `ရေစုပ်စက်ကို ရေစုပ်စမ်းသပ်ပါ။`, 
                `ရေပိုက်များပေါက်ပြဲမှု ရှိ/မရှိ စစ်ဆေးပါ။`, `ရေဖျန်းကိရိယာကို ရေဖျန်း၍ စမ်းသပ်ပါ။`
            ]},

    {id: 25, 
        title: "ဒါတွေကိုရှောင်", 
        parag: "၁၉၄၆_ခု၊ မီးသတ်တပ်ဖွဲ့နည်းဥပဒေများ အခန်း(၂၇)ရှိ၊ ပြစ်မှုဆိုင်ရာပုဒ်မများကို နားလည်လွယ်စေခြင်းငှာ လိုရင်းအချက်အလက်တို့ကို ကောက်နုတ်၍ ပိုင်းခြားဖော်ပြလိုက်သည်။" , 
        list: []},
    
    {id: 26, 
        title: "ပုဒ်မ ၁၃၇", 
        parag: "" , 
        list: [
            `သက်ဆိုင်ရာမီးသတ်အာဏာပိုင်၏ ကြိုတင်ခွင့်ပြုချက် မရရှိဘဲ မည်သည့်မီးသတ်ဝန်ထမ်းမျှ မိမိ၏ရာထူးမှ နုတ်ထွက်ခြင်း သို့မဟုတ် တာဝန်ဝတ္တရားကို
            စွန့်ပယ်ထွက်ခွာသွားခြင်း မပြုရ၊ ထို့ပြင် မီးသတ်ဝန်ထမ်းအဖြစ် တစ်ဆက်တည်း (၅)နှစ်ထက်မနည်း လုပ်ကိုင်ဆောင်ရွက်ခဲ့ခြင်းမရှိဘဲ မိမိ၏ဆန္ဒအလျောက် နုတ်ထွက်ခြင်း မပြုရ။`,
            `မီးသတ်ဝန်ထမ်းတစ်ဦးသည် ရာထူးအားဖြင့်သော်လည်းကောင်း၊ အဆင့်အားဖြင့်သော်လည်းကောင်း၊ မိမိလက်အောက်ခံဖြစ်သော မည်သည့်မီးသတ်ဝန်ထမ်းကိုမျှ
            ရိုက်နှက်ပုတ်ခတ်ခြင်း သို့မဟုတ် အခြားနည်း တစ်နည်းနည်းဖြင့် ညှဉ်းပန်းနှိပ်စက်ခြင်း လုံးဝမပြုရ။`,
            `မီးသတ်ဝန်ထမ်းတစ်ဦးဦးသည် မိမိအထက်ဝန်ထမ်းက ၎င်း၏တာဝန်ဝတ္တရား ထမ်းဆောင်ရာ၌ နှုတ်ဖြင့်ဖြစ်စေ၊ စာဖြင့်ဖြစ်စေ၊ ကြေးနန်းဖြင့်ဖြစ်စေ၊
            အခြားနည်းဖြင့်ဖြစ်စေ၊ ကိုယ်တိုင်ပေးသည့် ဥပဒေနှင့်ညီသော အမိန့်တစ်ခုခုကို အာဏာတမင်ဖီဆန်ရာရောက်သော အမူအရာ သို့မဟုတ် အနိုင်အထက်ပြုခြင်း၊
            အာဏာဖီဆန်ခြင်းများကို လုံးဝမပြုရ။`,
            `မီးသတ်ဝန်ထမ်းတစ်ဦးဦးသည် မီးသတ်ဝန်ထမ်းအဖြစ်မှ ရပ်စဲသည့်အခါ မိမိဆန္ဒအလျောက် ရာထူးမှ နုတ်ထွက်သည့်အခါ အစိုးရက ထုတ်ပေးထားသောခန့်အပ်လွှာ၊
            မီးသတ်တူညီဝတ်စုံနှင့် တံဆိပ်များအပြင် ရာထူးအဆင့်အတန်းနှင့် တာဝန်ဝတ္တရားအလျောက် မိမိလက်ဝယ်၊ သို့မဟုတ် လက်အောက်၌ ထိန်းသိမ်းထားလျှက်ရှိသော
            အစိုးရပစ္စည်း၊ မီးသတ်တပ်ဖွဲ့ပစ္စည်းများနှင့် အခြားအပ်သင့်သော ပစ္စည်းအားလုံးကို သက်ဆိုင်ရာအာဏာပိုင်သို့ ချက်ချင်းပြန်လည် အပ်နှံရမည်။`,
            `မီးသတ်ဝန်ထမ်းအသီးသီးသည် မိမိလက်အောက်ရှိ အခြားမီးသတ်ဝန်ထမ်းများထံမှ အများသဘောတူညီချက်၊ သို့မဟုတ် အစည်းအဝေးတစ်ရပ်၊ ဆုံးဖြတ်ချက်
            မရှိဘဲ ငွေကြေးကောက်ခံခြင်းကို မပြုရ။`,
            `မည်သူမဆို နည်းဥပဒေခွဲ (၁၊ ၂၊ ၃၊ ၄၊ နှင့် ၅)ပါ ပြဌာန်းချက်တစ်ခုခုကို ဆန့်ကျင်လျင် (၃)နှစ်အထိ ထောင်ဒဏ်ဖြစ်စေ၊ ကျပ်(၅၀၀)အထိ ငွေဒဏ်ဖြစ်စေ၊
            ဒဏ်(၂)ရပ်လုံးဖြစ်စေ စီရင်ခြင်း ခံရမည်။`
        ]},

    {id: 27, 
        title: "ပုဒ်မ ၁၃၉", 
        parag: `` ,             
        list: [`ဤနည်းဥပဒေများနှင့်အညီ မီးသတ်ဝန်ထမ်းရာထူးတစ်ခုခုတွင် ခန့်ထားခြင်းခံရသူသည် ပြည်ထောင်စုမြန်မာနိုင်ငံအတွင်း မည်သည့်ဒေသမဆို ခန့်ထားစေလွှတ်လျှင်
            သွားရောက် အမှုထမ်းရမည်။`,
            `မီးသတ်ဝန်ထမ်းတစ်ဦးသည် အရပ်ဒေသတစ်ခုခုသို့ ခွင့်ဖြင့်ဖြစ်စေ၊ အလုပ်အားလပ်၍ဖြစ်စေ၊ တာဝန်တစ်ခုခုဖြင့်ဖြစ်စေ၊ ရောက်ရှိသည့်အခါ
            ထို့သို့ရောက်ရှိကြောင်းကို ထိုဒေသရှိ မီးသတ်တာဝန်ခံအား အမြန်ဆုံးနည်းလ်မးတစ်ခုခုဖြင့် အစီရင်ခံရမည်။ ထိုသို့အစီရင်ခံရန် ပျက်ကွက်လျှင် ဌာနဆိုင်ရာ
            အရေးယူအပြစ်ပေးခြင်း ခံရမည်။`
        ]},
    
    {id: 28, 
        title: "ပုဒ်မ ၁၄၀", 
        parag: `မည်သည့်ဝန်ထမ်းမဆို - ` ,             
        list: [`မိမိထမ်းဆောင်ရမည့် တာဝန်ဝတ္တရားများကို ထမ်းဆောင်ရန်ပျက်ကွက်လျှင် သို့မဟုတ် နည်းဥပဒေကိုသော် လည်းကောင်း၊ သက်ဆိုင်ရာ
                မီးသတ်အာဏာပိုင်က နည်းလမ်းတကျပေးသော အမိန့်ညွှန်ကြားချက်ကိုသော် လည်းကောင်း လိုက်နာရန်ပျက်ကွက်လျှင် သို့မဟုတ် `,
                `သက်ဆိုင်ရာ မီးသတ်အာဏာပိုင်၏ ကြိုတင်ခွင့်ပြုချက် မရှိဘဲ မိမိတာဝန်ဝတ္တရားများကို မဆောင်ရွက်ဘဲနေလျှင် သို့မဟုတ်`,
                `သက်ဆိုင်ရာ မီးသတ်အာဏာပိုင်၏ ကြိုတင် ခွင့်ပြုချက် မရှိဘဲ မိမိ၏ ရာထူးတာဝန်မှအပဖြစ်သည့် ဝင်ငွေရသော အခြားအလုပ်အကိုင်
                လုပ်ကိုင်လျှင် သို့မဟုတ်`,
                `မီးငြှိမ်းသတ်ခြင်း၊ တာဝန်ဝတ္တရားကို ဆောင်ရွက်ရာ၌ သတ္တိမဲ့စွာ၊ သို့မဟုတ် ကြောက်ရွံ့နှေးကွေးစွာ၊ သို့မဟုတ် အဂတိလိုက်စားကာ
                ဆောင်ရွက်လျှင် သို့မဟုတ်`,
                `ခွင့်ခံစားပြီးနောက် ခွင့်ရက်ကုန်ဆုံးသည့်အခါတွင် လုံလောက်သော အကြောင်းမရှိဘဲ အလုပ်တာဝန်ကို ပြန်လည်ထမ်းဆောင်ရန်
                ပျက်ကွက်လျှင် ရာထူးမှ ရပ်စဲသည်အထိ ဌာနဆိုင်ရာ အရေးယူ အပြစ်ပေးခြင်း ခံရမည်။`,
        ]},

        {id: 29, 
            title: "ပုဒ်မ ၁၄၃", 
            parag: `` ,             
            list: [`အကယ်၍ အဆိုပါဝန်ထမ်းသည် နည်းဥပဒေ(၁၄၂)တွင် သတ်မှတ်ထားသည့် (၂၁)ရက်အတွင်း တာဝန်ဝတ္တရား ပြန်လည် မဆောင်ရွက်လျှင်ဖြစ်စေ၊
                ခွင့်ပြုထားသော ခွင့်ရက်ကုန်ဆုံးသည့် အချိန်မှစ၍ ခွင့်ဆက်လက်ခံစားရန် လျှောက်ထားခြင်း မရှိလျှင်ဖြစ်စေ၊ ထို(၂၁)ရက် ပြည့်မြောက်သည့်နေ့တွင်
                ညွှန်ကြားရေးမှူးချုပ်က ဖွဲ့စည်းသော မီးသတ်တာဝန်ခံတစ်ဦး အနည်းဆုံးပါဝင်သည့် (၃)ဦးကော်မတီက အမှုကိစ္စကို စစ်ဆေးကြည့်ရှုလျှက်
                ထိုမီးသတ်ဝန်ထမ်းအား အလုပ်တာဝန်ကို စွန့်ပစ်ထွက်ခွာသွားသူဟု ကြေညာရမည်။`,
                `၃-ဦးကော်မတီက အလုပ်တာဝန်ကို စွန့်ပစ်ထွက်ခွားသွားသူဟု ကြေငြာခြင်းခံရေသော မီးသတ်ဝန်ထမ်းကို သက်ဆိုင်ရာ မီးသတ်အာဏာပိုင်က
                ရာထူးမှ အမြဲတမ်းထုတ်ပယ်၍ ၎င်း၏အမည်ကိုလည်း အမှုထမ်းစာရင်းမှ ပယ်ဖျက်လိုက်ရမည့်အပြင် ထိုဝန်ထမ်း နောက်ဆုံး အလုပ်တာဝန်
                ထမ်းဆောင်ခဲ့သည့် နေ့ရက်အထိသာလျှင် လစာကို ခံစားခွင့်ပေးရမည်။ ထို့အပြင် အဆိုပါ အလုပ်တာဝန်ကို စွန့်ပစ်သွားသော မီးသတ်ဝန်ထမ်း
                (တပ်ပြေး)ကို သက်ဆိုင်ရာ ပြည်သူ့ရဲတပ်ဖွဲ့စခန်းသို့ အကြောင်းကြားပြီး ပြန်လည်ဖမ်းဆီးရမိပါက နည်းဥပဒေ(၁၃၇)အရ တရားစွဲဆိုခြင်း ခံထိုက်စေရမည်။`
            ]},

        {id: 30, 
            title: "ပုဒ်မ ၁၄၄", 
            parag: `` ,             
            list: [`မီးသတ်ဝန်ထမ်းတစ်ဦးတစ်ယောက်အား တာဝန်မကျေပွန်မှု (incompetence) ကြောင့်ဖြစ်စေ၊ တာဝန်ရှောင်ရှားမှု (neglect of duty)
                    ကြောင့်ဖြစ်စေ၊ အကျင့်စာရိတ္တ ပျက်ယွင်းခြင်း (misconduct)ကြောင့်ဖြစ်စေ၊ လိုအပ်သော ဌာနဆိုင်ရာစုံစမ်းစစ်ဆေးမှု ပြုလုပ်၍ စုံစမ်းပြီးမှသာ
                    ရာထူးမှ ရပ်စဲခြင်း သို့မဟုတ် အမြဲတမ်းထုတ်ပယ်ခြင်း စသည့်ပြစ်ဒဏ်ကို ထိုမီးသတ်ဝန်ထမ်း ခံထိုက်စေရမည်။`,
                    `ရာထူးမှ အမြဲတမ်းထုတ်ပယ်ခံရသော မည်သည့်မီးသတ်ဝန်ထမ်းကိုမဆို ၎င်းအား အမြဲတမ်းထုတ်ပယ်သည့် အမိန့်ကို သက်ဆိုင်ရာ အာဏာပိုင်က
                    ပယ်ဖျက်ခြင်း မပြုသရွေ့ သို့မဟုတ် အစိုးရ၏ အထူးအမိန့် မရှိသရွေ့ မီးသတ်ဦးစီးဌာနတွင် ပြန်လည်ခန့်ထားခြင်း မပြုရ။`
            ]},

        {id: 31, 
            title: "ပုဒ်မ ၁၄၅", 
            parag: `` ,             
            list: [`ဥပဒေပုဒ်မ(၂)(စ)အရ အစိုးရခန့်ထားသော မည်သည့်ဝန်ထမ်းကိုမဆို ရာထူးနှင့် မထိုက်တန်သော အခြေအနေရှိကြောင်းဖြင့် ညွှန်ကြားရေးမှူးချုပ်က
                    ထင်ရှားခိုင်လုံသော အကြောင်းပြချက်ဖြင့် အစီရင်ခံလျှင် ထိုဝန်ထမ်းအား ရာထူးမှ အမြဲတမ်းထုတ်ပယ်သည်အထိ အပြစ်ဒဏ်ပေးရန် အစိုးရတွင်
                    အာဏာရှိသည့်လားတူစွာ အဆိုပါပုဒ်မအရ ညွှန်ကြားရေးမှူးချုပ်က ခန့်ထားသော မည်သည့်ဝန်ထမ်းကိုမဆို ရာထူးနှင့် မထိုက်တန်သော အခြေအနေရှိကြောင်းဖြင့်
                    သက်ဆိုင်ရာ မီးသတ်တာဝန်ခံက ထင်ရှားခိုင်လုံသော အကြောင်းပြချက်ဖြင့် အစီရင်ခံလျှင် ဒုတိယညွှန်ကြားရေးမှူး(အုပ်ချုပ်ရေးမှူး)၊ လက်ထောက်ညွှန်ကြားရေးမှူး
                    (အုပ်ချုပ်ရေးမှူး)နှင့် လက်ထောက်ညွှန်ကြားရေးမှူး(မီးသတ်) ပါဝင်သော အဖွဲ့က စုံစမ်းစစ်ဆေးလျှက် အဖွဲ့၏ထောက်ခံချက်ကို ညွှန်ကြားရေးမှူးချုပ်ထံ တင်ပြရမည်။
                    ညွှန်ကြားရေးမှူးချုပ်သည် အဖွဲ့၏ ထောက်ခံချက်ကို လေ့လာ၍ ထပ်မံစုံစမ်းသင့်က စုံစမ်းပြီး ၎င်းအား အစိုးရက အခါအားလျော်စွာ အပ်နှင်းထားသော
                    အာဏာကို သုံးစွဲလျှက် အပြစ်ဒဏ် ပေးနိုင်သည်။`
            ]},

        {id: 32, 
            title: "ပုဒ်မ ၁၄၉", 
            parag: `` ,             
            list: [`မည်သည့်ဝန်ထမ်းမဆို ရာထူးတိုးတက်ပေးရန် အလို့ငှာ မိမိအထက် မီးသတ်အာဏာပိုင်တို့ထံ စာရေး၍ လျှောက်ထား အသနားခံခြင်း မပြုရ၊
                    ဝန်ထမ်းတစ်ဦးအား ရားထူးတိုးတက်ပေးရေးသည် သက်ဆိုင်ရာ အရုံးအကြီးအကဲ သို့မဟုတ် ထိုဝန်ထမ်းကို ဆင့်ကဲဆင့်ကဲ အုပ်ချုပ်သော
                    တာဝန်ခံ ဝန်ထမ်းအသီးသီးတို့က ထိုဝန်ထမ်းနှင့် သက်ဆိုင်သော ကိုယ်ရေးမှတ်တမ်း၊ လျှို့ဝှက်မှတ်တမ်း၊ ဌာနဆိုင်ရာအစီရင်ခံစာ စသည်တို့ဖြင့်
                    သက်ဆိုင်ရာ အာဏာပိုင်ထံ အခါအားလျော်စွာ ထောက်ခံတင်ပြခြင်းဖြင့်သာ ရာထူးတိုးတက်မှု ပြုလုပ်ခြင်းဖြစ်သည်။ ဤကဲ့သို့ မတင်ပြဘဲ
                    မီးသတ်ဝန်ထမ်းတစ်ဦးဦးက မိမိ၏သဘောအလျောက် လျှောက်ထားအသနားခံစာ တင်သွင်းခြင်းသည် ဝန်ထမ်းစည်းကမ်း ဖောက်ဖျက်ကျူးလွန်မှု
                    ယူဆလျှက် ဌာနဆိုင်ရာ အရေးယူခြင်းကိုပင် ခံထိုက်စေရမည်။`
            ]},
            
        {id: 33, 
            title: "မီးငြှိမ်းသတ်ရာတွင် အောင်မြင်ရသော ဥပဒေသ (၁၂)ချက်", 
            parag: `` ,             
            list: [`ရည်မှန်းချက်ကို မျက်ခြည်မပျက် ထိန်းသိမ်းတတ်ခြင်း။`, `ကြိုတင်မျှော်မှန်းတွက်ဆထားခြင်း။`, `လျင်မြန်ဖျတ်လတ်မှုရှိခြင်း။`,
                    `လွှဲသာပြောင်းသာရှိခြင်း။`, `လုံခြုံမှုရှိခြင်း။`, `အုပ်ချုပ်မှုကောင်းမွန်ခြင်း။`, `စိတ်ဓါတ်တက်ကြွမှုရှိခြင်း။`,
                    `အင်အားကို ရွှေ့ပြောင်းလှုပ်ရှား အသုံးချတတ်ခြင်း။`, `အင်အားကို စုစည်းအသုံးချတတ်ခြင်း။`, `အင်အားကို ခြိုးခြုံအသုံးချတတ်ခြင်း။`,
                    `ပူးပေါင်းဆောင်ရွက်တတ်ခြင်း။`, `ဆက်သွယ်မှုကောင်းခြင်း။`
            ]},

        {id: 34, 
            title: "မီးလောင်မှုအကြောင်းရင်း စုံစမ်းလေ့လာမှု အစီအစဉ်များ (၁၁)ချက်", 
            parag: `` ,             
            list: [`လုပ်ငန်းစီမံချက် အစီအစဉ်ပြုလုပ်ခြင်း။`, `မီးလောင်ပြင်အား ကြည့်ရှုလေ့လာမှတ်သားခြင်း။`, 
                    `မေးခွန်းများ မေးမြန်း၍ သတင်းအချက်အလက်များ စုဆောင်းခြင်း။`, `မီးစတင်လောင်သည့်နေရာကို ဆုံးဖြတ်ခြင်း။`,
                    `မီးလောင်ပြင် မျက်မြင်သက်သေ ရှာဖွေခြင်း။`, `မူလအဆောက်အဦ စကေးကိုက်ပုံစံ ဆောက်လုပ်ခြင်း။`,
                    `မီးလောင်ကျွမ်းပြီး ပစ္စည်းများအား ရှာဖွေတူးဖော်၍ စစ်ဆေးခြင်း။`, `မီးစတင်လောင်သည့် အခြေအနေကို အတည်ပြုခြင်း။`,
                    `မီးလောင်မှု အကြောင်းအရင်း ဆုံးဖြတ်ချက်ချခြင်း။`, `မီးလောင်ပြင်မှ ပြန်လည်ရုပ်သိမ်းခြင်း။`,
                    `မီးလောင်ပြင်၏ ဓာတ်ပုံ၊ မြေပုံများရယူခြင်း။ မှတ်တမ်းတင်ခြင်း။`
            ]},
        
        {id: 35, 
            title: "မီးလောင်ပြင် ကွပ်ကဲမှူး၏ တာဝန်ဝတ္တရားများ (၆)ချက်", 
            parag: `` ,             
            list: [`အခြေအနေ အရပ်ရပ်တို့ကို ခြုံငုံပြီး ကြည့်ရှုရန်။`, `မီးငြှိမ်းသတ်ရေး စီမံချက်ကို ချက်ချင်းပြုလုပ်ရန်။`,
                    `အုပ်စုခေါင်းဆောင်များကို တာဝန်တိတိကျကျ ခွဲဝေပေးရန်`, `ရှေ့တန်းကွပ်ကဲမှု ဖွင့်ရန်။`,
                    `စီမံမှုကို လိုအပ်လျှင် ပြန်လည်သုံးသပ်ရန်။`, `ရည်မှန်းချက်ကို မဖြစ်မနေရယူရန်။`
            ]},

                    
        {id: 36, 
            title: "ကွပ်ကဲမှုးတွင်ရှိရမည့် အရည်အချင်း(၆)ချက်", 
            parag: `` ,             
            list: [`အဆုံးအဖြတ်ကို‌ ပေးနိုင်စွမ်းသော စွမ်းရည်ရှိရမည်။`, `မှားနေသောဆုံးဖြတ်ချက်များကို ချက်ချင်းမြင်တတ်ရမည်။`,
                    `ဆုံးဖြတ်ချက်အမှားကိုလည်း ပြင်နိုင်စွမ်းရှိရမည်။`, `မိမိလုပ်သော အလုပ်ကို တာဝန်ယူရဲရမည်။`,
                     `လုပ်ငန်းဆက်သွယ်မှုကို ကျွမ်းကျွမ်းကျင်ကျင် ဆောင်ရွက်တတ်ရမည်။`,
                    `ခေါင်းဆောင်မှုပေးနိုင်သော အရည်အချင်းရှိရမည်။`
            ]},

        {id: 37, 
            title: "အုပ်စုခေါင်းဆောင်၏ တာဝန်ဝတ္တရား(၅)ချက်", 
            parag: `` ,             
            list: [`ကွပ်ကဲမှူးက သတ်မှတ်ပေးထားသော နေရာမှ အောင်မြင်အောင် ဆောင်ရွက်ရန်။`, 
                    `လုပ်ငန်းဆောင်ရွက်ရန်အတွက် လိုအပ်သည်များကို စုဆောင်းရယူထားရန်`,
                    `မိမိတပ်ဖွဲ့ဝင်များနှင့် အခြားပံ့ပိုးမှုများအပေါ်တွင် နိုင်နိုင်နင်းနင်းဖြင့် ကြပ်မတ်ကွပ်ကဲသွားရန်။`,
                    `အခြေအနေများနှင့် တိုးတက်မှုများကို အမြဲမပြတ် ဆက်သွယ်ဆောင်ရွက်နေရန်။`,
                    `နားလည်ရန် အလွယ်ဆုံးနှင့် အရှင်းဆုံးစနစ်ကို ကျင့်သုံးရန်။`
            ]},

        {id: 37, 
            title: "ခေါင်းဆောင်မှုဆိုင်ရာ အခြေခံမူ (၁၁)ချက်", 
            parag: `` ,             
            list: [`လုပ်ငန်းပညာရပ်ဆိုင်ရာ(အတတ်ပညာ) ကျွမ်းကျင်မှု၊ လုပ်ငန်းခွင်စီမံခန့်ခွဲမှုဆိုင်ရာ (နည်းဗျူဟာ)ကျွမ်းကျင်မှု ရှိခြင်း။`,
                    `မိမိကိုယ်မိမိ အမှန်ကန်ဆုံး သိနားလည် အကဲဖြတ်နိုင်ပြီး မိမိ၏စွမ်းရည်တိုးတက်မှုအတွက် အမြဲကြိုးပမ်းနေခြင်း။`,
                    `လက်အောက်ငယ်သားများကို အမှန်ကန်ဆုံး သိနားလည် အကဲခတ်နိုင်ပြီး ယင်းတို့၏ သက်သာချောင်ချိမှု အကျိုးကို အမြဲရှေးရှုခြင်း။`,
                    `လက်အောက်ငယ်သားများ နားလည်သိရှိသင့်သည်များကို ရှင်းလင်းအသိပေးခြင်း။`,
                    `မိမိအနေဖြင့် စံနမူနာအဖြစ် အမြဲရပ်တည်နိုင်ခြင်း။`,
                    `လုပ်ငန်းတာဝန်ကိုနားလည်အောင် ရှင်းပြခြင်း၊ ကြီးကြပ်ပေးခြင်း၊ လုပ်ငန်းပြီးမြောက်အောင်မြင်စေခြင်း။`,
                    `လက်အောက်ငယ်သားများအား သင်းဖွဲ့စိတ်ဓာတ်ဖြင့် အဖွဲ့လိုက်လုပ်ဆောင်တတ်ရန် လေ့ကျင့်ပေးခြင်း။`,
                    `မှန်ကန်စွာဖြင့် အချိန်အခါနှင့် ကိုက်ညီသော(အချိန်မီ) အဆုံးအဖြတ် ပြုနိုင်ခြင်း။`,
                    `လက်အောင်ငယ်သားများအား တာဝန်သိ/ တာဝန်ယူလိုသည့်စိတ်ဓာတ် ဖွံ့ဖြိုးတိုးတက်ရန် ဆောင်ရွက်ပေးခြင်း။`,
                    `မိမိ၏ အဖွဲ့အစည်းအား ယင်းတို့၏လုပ်ကိုင်နိုင်မှု စွမ်းအားနှင့်အညီ တာဝန်ပေးအပ်ခြင်း။`,
                    `လုပ်ငန်းများရှာကြံ လုပ်ကိုင်တာဝန်ယူလိုခြင်း၊ ဆောင်ရွက်မှုအတွက် တာဝန်ယူနိုင်ခြင်း။`
            ]},

        {id: 38, 
            title: "မီးလောင်မှု(ပထမ)(တယ်လီဖုန်း)သတင်းရယူရန်ပုံစံ", 
            parag: `` ,             
            list: [`မီးလောင်မှုဖြစ်ပွားသည့် (နေ့ရက်) (အချိန်) = `, `မီးသတင်းရရှိပုံနှင့် သတင်းရသည့် (နေ့ရက်) (အချိန်) =`,
                    `မီးလောင်မှုဖြစ်ပွားရာဒေသ။ (ပြည်နယ်/တိုင်း/မြို့နယ်/ရပ်ကွက်/ကျေးရွာ) အမည်၊ အမှတ် =`,
                    `မီးသတ်စခန်းမှ အကွာအဝေး (ကုန်းလမ်း/ရေလမ်း) မိုင် = (ကုန်းလမ်း/ ရေလမ်း)။`,
                    `မီးသတ်စခန်းမှ မီးသတ်ယာဉ်ထွက်ခွာချိန် =`, `မီးလောင်ရာဒေသသို့ ရောက်ရှိသည့်အချိန် =`,
                    `စတင်မီးလောင်သည့်အိမ်/တဲ (အိမ်/အိမ်ငှား)အမည်`, `စတင်မီးလောင်သည့် အကြောင်းအရင်း အပြည့်အစုံ`,
                    `မီးသတ်စက်/ယာဉ် အမျိုးအစားနှင့် အင်အား - (က) သန္ဓေတပ်ဖွဲ့စခန်းမှ ယာဉ်/စက်၊ (ခ) အရန်တပ်ဖွဲ့စခန်းမှ ယာဉ်/စက်၊
                    (ဂ) အခြားဌာန/တပ်/အဖွဲ့အစည်းများနှင့် ယာဉ်/စက်`,
                    `လူအင်အား - (က) သန္ဓေတပ်ဖွဲ့ဝင်၊ (ခ) အရန်တပ်ဖွဲ့ဝင်၊ (ဂ) အခြားဌာန/တပ်/အဖွဲ့အစည်းများ။
                    (မှတ်ချက်။ အခြားဌာန/တပ်/အဖွဲ့အစည်းများမှ မီးသတ်စက်/ယာဉ်နှင့် ပါဝင်ကူညီသည့် အင်အားသာ ဖော်ပြရန် ဖြစ်သည်။)`,
                    `မီးထိန်းနိုင်သည့်အချိန် =`, `မီးလုံးဝငြိမ်းသည့်အချိန် = `, `မီးလောင်ဆုံးရှုံးခြင်းများ - (က) လူနေ(အိမ်/တဲ) (အိမ်ကြီး/ အိမ်လတ်/
                    အိမ်ငယ် ခွဲခြားပေးပို့ရန်။)၊ (ခ) အလုပ်ရုံ/စက်ရုံ/သိုလှောင်ရုံ = (ပြည်သူပိုင်၊ သမပိုင်၊ ပုဂ္ဂလိကပိုင်)ခွဲခြား ဖော်ပြရမည်။)၊ 
                    (ဂ) ရုံးအဆောက်အဦး (ပိုင်ဆိုင်သည့်ဌာန ဖော်ပြရမည်)၊ (ဃ) ကျောင်း (ဘာသာရေး/စာသင်ကျောင်း)၊ 
                    (င) ဆေးရုံ/ဆေးပေးခန်း (ပြည်သူပိုင်/ သမပိုင်/ပုဂ္ဂလိကပိုင်) ခွဲခြားဖော်ပြရမည်၊ (စ) ယာဉ်အမျိုးအစား - (၁) မော်တော်ယာဉ်၊ (၂) မော်တော်/ သင်္ဘော/ စက်လှေ (အမျိုးအစားနှင့်
                        မှတ်ပုံတင်နံပါတ်)၊ (ဆ) ကောက်ပဲသီးနှံများ - (၁) စပါး၊ (၂) ဆန်၊ (၃) မြေပဲ/ နှမ်း၊ (၄) ပဲမျိုးစုံ၊ (ဆ) ဝါဂွမ်းဂုံလျော်`,
                    `ခန့်မှန်းခြေတန်ဖိုးဖော်ပြရာတွင် (ကျပ်သန်းဂဏန်း)ဖြင့် ဖော်ပြရမည်။`, `ဒုက္ခသည် ကျား+မ = စုစုပေါင်းဦးရေ(အိမ်ထောင်စု) အရေအတွက် ဖော်ပြရမည်။`,
                    `ဒဏ်ရာရသူ = (လူအမည်၊ အသက်၊ ဒဏ်ရာရရှိမှု ကိုယ်ခန္ဓာ အစိတ်အပိုင်း) ဖော်ပြရမည်။`,
                    `သေဆုံးသူ = (လူအမည်၊ အသက်၊ တိရိစ္ဆာန်အမျိုးအစား၊ အရေအတွက် ဖော်ပြရမည်။)`, `ရပ်ကွက်/ကျေးရွာ မီးလောင်မှုကြီးဖြစ်ပါက တည်ဆောက်ထားရှိမှု
                    အိမ်ခြေ၊ အဆောက်အဦအရေအတွက် မီးလောင်ခံရသည့် အိမ်ခြေ၊ အဆောက်အဦအရေအတွက်ကို ဖော်ပြရန်လိုသည်။`
            ]},

        {id: 39, 
            title: "မီးလောင်မှုကြီး အစီရင်ခံစာ (၃၄)ချက်", 
            parag: `` ,             
            list: [`မီးလောင်သည့်နေ့စွဲ။`, `မီးလောင်သည့်အချိန်`, `မီးလောင်သတင်းရရှိပုံနှင့် အချိန်။`, `မီးလောင်သည့်ဒေသ။`,
                    `မီးသတ်ဌာနနှင့် အကွာအဝေး။`, `မီးလောင်သည့်အိမ်/ အိမ်ငှား/ စက်ရုံ၊ အလုပ်ရုံပိုင်ရှင်။`,
                    `သွားရောက်ငြှိမ်းသတ်သည့်အချိန်နှင့် မီးသတ်စက် အမျိုးအစားနှင့် စက်အင်အား။`, `မီးငြှိမ်းသတ်သည့် မီးသတ်ဝန်ထမ်းအင်အားနှင့်
                    အရန်မီးသတ်တပ်ဖွဲ့အင်အား။`, `ပတ်ဝန်းကျင်ဒေသမှ လာရောက်ကူညီငြှိမ်းသတ်သည့် သီးသန့်မီးသတ်တပ်ဖွဲ့ဝင်အင်အားနှင့် မီးသတ်စက်အင်အား။`,
                    `မီးစတင်လောင်ကျွမ်းရသည့် အကြောင်းအရင်း အပြည့်အစုံ။`, `မီးငြှိမ်းသတ်ပုံကို မီးသတ်စက်များ နေရာယူငြှိမ်းသတ်နည်း၊ ရေရရှိရေး၊ အဆင့်ဆင့်
                    ရယူငြှိမ်းသတ်နည်း၊ လေကြောင်းသွားလာမှု အခြေအနေစသည်တို့ကို မြေပုံနှင့်တကွ ဖော်ပြရန်။`, `ရေရရှိမှု အခြေအနေ။`, 
                    `လမ်းပန်းဆက်သွယ်ရေး အခြေအနေ။`, `မီးလောင်သည့်ရပ်ကွက်တွင် အသက်မွေးဝမ်းကြောင်းနှင့် စီးပွားရေးအခြေအနေ။`,
                    `အဆောက်အဦ အမျိုးအစား။`, `မီးအာမခံထားခြင်း။`, `မီးလောင်ရာတွင် လူ/ တိရိစ္တာန်များ သေဆုံးခြင်း။`,
                    `မီးလုံးဝငြိမ်းသည့် အချိန်။`, `ဆုံးရှုံးမှုများ။`, `ဆုံးရှုံးမှုများရခြင်းနှင့် မီးလောင်မှု ဖြစ်ပွားရသည့် အကြောင်းအရင်း။`,
                    `မီးငြှိမ်းသတ်ရာတွင် တွေ့ကြုံရသည့် အခက်အခဲများ။`, `မီးငြှိမ်းသတ်ရာတွင် မီးသတ်ဝန်ထမ်းများ၏ လှုပ်ရှားမှုနှင့် စိတ်ဓာတ်။`,
                    `မီးငြှိမ်းသတ်ရာတွင် ရပ်ကွက်လူထု ပါဝင်လှုပ်ရှားမှုနှင့် စိတ်ဓာတ်။`, `မီးဘေးတားဆီးရေးလုပ်ငန်းများ၊ ကြိုတင်စီစဉ်ဆောင်ရွက်ခြင်း ရှိ/မရှိ။`,
                    `ကြိုတင်ဆောင်ရွက်ခဲ့ခြင်းရှိက ဆောင်ရွက်ထားရှိပုံ၊ မရှိက မည်သည့်အကြောင်းကြောင့် မဆောင်ရွက်ကြောင်း ဖော်ပြရန်။`,
                    `ကြိုတင်စီမံဆောင်ရွက်ချက်ကို သက်ဆိုင်သူများ လိုက်နာမှု ရှိ/မရှိ။`, `မီးဘေးကာကွယ်ရေးလုပ်ငန်း ဆောင်ရွက်ပြီးနောက် တိုးတက်မှု ရှိ/မရှိကို
                    ပြန်လည်စစ်ဆေး သုံးသပ်ခြင်း ပြု/မပြု၊ မပြုပါက မည်သည့်အကြောင်းကြောင့်ဖြစ်သည်ကို ဖော်ပြရန်။`,
                    `အလားတူ မီးလောင်မှုမျိုး မဖြစ်ပွားစေရန်၊ သက်ဆိုင်ရာဒေသရှိ လုပ်သားပြည်သူများကို မည်ကဲ့သို့ ပညာပေးခဲ့သည်ကို ဖော်ပြရန်။`,
                    `မီးငြှိမ်းသတ်ရာတွင် တပ်ဖွဲ့ဝင်များ၏ ချို့ယွင်းမှုရှိပါက နောက်အလားတူ ချို့ယွင်းမှု မရှိစေရန် တပ်ဖွဲ့ဝင်များအား ပညာပေးပုံကို ဖော်ပြရန်။`,
                    `မီးငြှိမ်းသတ်ရာတွင် မီးသတ်စက်များ ချို့ယွင်းချက်များ ရှိပါက နောက်အလားတူ ချို့ယွင်းချက် မရှိစေရန် မည်ကဲ့သို့ စီမံဆောင်ရွက်ထားသည်ကို ဖော်ပြရန်။`,
                    `မီးလောင်ရာဒေသတွင် အရန်မီးသတ်တပ်ဖွဲ့ဝင် မဖွဲ့စည်းရသေးပါက မည်သည့်အကြောင်းကြောင့်ဖြစ်သည်ကို ဖော်ပြရန်။`,
                    `ဖွဲ့စည်းထားရှိပါက ၎င်းတို့၏ လှုပ်ရှားမှုနှင့် စိတ်ဓာတ်ကို ဖော်ပြရန်။`, `မီးလောင်မှုဖြစ်ပွားသည့် အချိန်တွင် အခြားဌာန အဖွဲ့အစည်းများက ကူညီဆောင်ရွက်မှု ဖော်ပြရန်။`,
                    `၎င်းမီးလောင်မှုကြီး သုံးသပ်ရာတွင် ဖြစ်ပေါ်လာသည့် သင်ခန်းစာကို ဖော်ပြရေးသားရန်။`
            ]},


        {id: 40, 
            title: "စခန်းတစ်နေ့တာ တာဝန်ဝတ္တရားများ", 
            parag: `မီးမလောင်မီ/ မီးသတင်းမရမီ နေ့စဉ်အောက်ပါလုပ်ငန်းများအတိုင်း ဆောင်ရွက်ရမည် - ` ,             
            list: [`(၁) (၀၆း၃၀) ပထမသတိပေးခေါင်းလောင်းတီး။ (၂) (၀၆း၄၅) ဒုတိယသတိပေးခေါင်းလောင်းတီး။`,
                    `(၀၇:၀၀)။ နံနက်တန်းစီ (ဝတ်စုံပြည့်) - (၁) လူစစ်၊ နိုင်ငံတော်အလံ အလေးပြု၊ သစ္စာဆို။ (၂) လုပ်ငန်းတာဝန်ခွဲဝေ၊ ရှင်းလင်းညွှန်ကြား။`,
                    `(၀၈း၃၀)။ လုပ်ငန်းခွင် ဝင်ရောက်ခြင်း - (၁) သန့်ရှင်းရေးပြုလုပ်ခြင်း၊ စက်နှိုးစမ်းသပ်စစ်ဆေးခြင်း။ (၂)လေ့ကျင့်ခန်း (သတ်မှတ်ထားသည့်အတိုင်း)။
                    (၃) ရုံးလုပ်ငန်းနှင့် အထွေထွေတာဝန်။ (၄) တာဝန်မှူး/ တာဝန်ကြပ် တာဝန်လွှဲပြောင်းခြင်း။`, `(၁ဝး၃၀)။ နံနက် ထမင်းစားချိန် (တန်းဖြုတ်)။`,
                    `(၁၂း၃၀)။ တန်းစီ (အလုပ်ခွင်ပြန်ဝင်) ဝတ်စုံပြည့် - (၁) လူစစ်၊ စက်နှိုးစမ်းသပ်စစ်ဆေး ပြုပြင်ခြင်း။ (၂) လေ့ကျင့်ခန်း (သတ်မှတ်ထားသည့်အတိုင်း)။ 
                        (၃) ရုံးလုပ်ငန်းများနှင့် အထွေထွေတာဝန်။`, `(၁၅း၃၀)။ တန်းဖြုတ် (လုပ်ငန်းခွင်မှ နား)။`,
                    `(၁၆း၀၀) မှ (၁၆း၃၀)။ ကျန်းမာရေးလေ့ကျင့်ခန်း (သို့မဟုတ်) လိုအပ်သလို။`, `(၂ဝး၀၀)။ တန်းစီ (အရပ်ဝတ်ဖြင့်) -
                     (၁) လူစစ်၊ နိုင်ငံတော်အလံ အလေးပြု၊ သစ္စာဆို။ (၂) စက်နှိုးစမ်းသပ်၊ ရှင်းလင်းညွှန်ကြားခြင်း။ (၃)ပြီးစေ (တာဝန်ကျနေသူမှ အပ)။`

            ]},

        
        {id: 41, 
            title: "မီးသတ်ယာဉ်ပေါ်တွင် စီးနင်းလိုက်ပါရာ၌ လိုက်နာဆောင်ရွက်ရမည့် အချက်များ", 
            parag: `` ,             
            list: [`မီးလောင်ပြင်သို့ မီးသတ်ယာဉ်ဖြင့် ထွက်ခွာငြှိမ်းသတ်ရာတွင် သတ်မှတ်အင်အားထက် ပိုမိုစီးနင်းခွင့် မပြုရ။`,
                    `မီးသတ်ယာဉ်ပေါ်တွင် အရပ်ဝတ်ဖြင့် စီးနင်းလိုက်ပါခြင်း မပြုရ။`,
                    `အမျိုးသမီးများကို အရပ်ဝတ်ဖြင့် တင်ဆောင်သွားလာခြင်း မပြုရ။`,
                    `တာဝန်မဲ့ စီးနင်းသွားလာခြင်း၊ ကိုယ်ရေးကိုယ်တာ ကိစ္စရပ်များ၊ ရုံးလုပ်ငန်း ကိစ္စရပ်များတွင် အသုံးပြုခြင်း လုံးဝ မပြုရ။`,
                    `သတ်မှတ်ယာဉ်စည်းကမ်း၊ လမ်းစည်းကမ်းများကို လိုက်နာရမည်။`,
                    `ပစ္စည်းများ သယ်ဆောင်၍ ကုန်တင်ယာဉ်ကဲ့သို့ သုံးစွဲခြင်း မပြုရ။`
            ]},
                    
        {id: 42, 
            title: "မီးမလောင်မီ (မီးသတ်တပ်ဖွဲ့တာဝန်)", 
            parag: `အောက်ပါအတိုင်း ဆောင်ရွက်သွားရမည် - ` ,             
            list: [`မြို့နယ်အလိုက် မီးဘေးကြိုတင်ကာကွယ် တားဆီးရေးနှင့် မီးငြှိမ်းသတ်ရေး စီမံချက်များ ရေးဆွဲထားရှိရန်။`,
                    `မြို့နယ်၊ ရပ်ကွက်၊ ကျေးရွာများသို့ ကွင်းဆင်း၍ ဒေသအာဏာပိုင် အဆင့်၏ ကြီးကြပ်ကွပ်ကဲမှုဖြင့် ပြည်သူတို့အား 
                    မီးဘေးကြိုတင်ကာကွယ်ရေးနှင့် မီးငြှိမ်းသတ်ရေး လုပ်ငန်းများကို စည်းရုံးပညာပေးရာတွင် မီးသတ်ကား (၁)စီးသည် 
                    (၃)မိနစ်သာ ပက်၍ရကြောင်း၊ ရေပြန်ဖြည့်ရန် မီးလောင်ပြင်မှ ထွက်ခွာစဉ် ရေမပါဘဲလာသည်ဟု လူထုက အထင်လွဲကြောင်း၊
                    မီးသတ်ဆေးဘူးထားသင့်ကြောင်း၊ မီးသတ်ကားများကောင်းရန် ပြည်သူလူထုကလည်း ကြိုတင်ပြင်ဆင်ပေးသင့်ကြောင်း စသည့် 
                    အချက်များ ထည့်သွင်းဟောပြောရန်။`,
                    `မီးဘေးစိုးရိမ်ရသော အရာဝတ္ထုများ၊ ထုတ်လုပ်သိုလှောင် ဖြန့်ဖြူးရောင်းချ၊ သိုလှောင် သယ်ယူပို့ဆောင်သည့် စက်ရုံ၊ အလုပ်ရုံ၊
                    သိုလှောင်ရုံများကို စစ်ဆေးအကြံပြုပေးရန်။`,
                    `ဖွဲ့စည်းပြီးသော အရန်မီးသတ်တပ်ဖွဲ့ဝင်များကို မီးသတ်လုပ်ငန်းများ ဆောင်ရွက်ရာတွင် စနစ်တကျ ပူးပေါင်း အသုံးချနိုင်ရေးအတွက်
                    မျက်ခြည်မပြတ် စီမံသွားရန်။`,
                    `အကြိုအခြေခံ မီးသတ်သင်တန်းနှင့် အသက်ကယ် အခြေခံ နည်းစနစ်သင်တန်း ဖွင့်လှစ်၍ ဒေသအရန်မီးသတ် တပ်ဖွဲ့ဝင်များ၊ 
                    မြန်မာနိုင်ငံရဲတပ်ဖွဲ့ဝင်များ၊ ကြက်ခြေနီတပ်ဖွဲ့ဝင်များ၊ စက်ရုံ/ အလုပ်ရုံဝန်ထမ်းများ၊ ဌာနဆိုင်ရာဝန်ထမ်းများအား သင်တန်းပို့ချနိုင်ရေးအတွက်
                    မြို့နယ်အလိုက် စီမံချက် ရေးဆွဲဆောင်ရွက်သွားရန်။`,
                    `မီးသတ်တပ်ဖွဲ့ဝင်များ၊ အရန်မီးသတ်တပ်ဖွဲ့ဝင်များ၊ မြန်မာနိုင်ငံရဲတပ်ဖွဲ့ဝင်များ၊ ကြက်ခြေနီတပ်ဖွဲ့ဝင်များ စုပေါင်း၍ အသက်ကယ် အခြေခံ
                    နည်းစနစ် လေ့ကျင့်မှုများ ပြုလုပ်မည့် အစီအစဉ်ကို အာဏာပိုင် အဖွဲ့အစည်း အဆင့်ဆင့်သို့ တင်ပြပြီး၊ တစ်ပိုင်တစ်နိုင် ဆောင်ရွက်သွားရန်။`,
                    `ပြည်သူများ အမြဲမီးသတိမူရေးအတွက် ရပ်ကွက်/ကျေးရွာများအတွင်းတွင် အသံချဲ့စက်ဖြင့် လည်းကောင်း၊ သင့်လျော်သော နည်းမျိုးစုံဖြင့်
                    လည်းကောင်း လိုအပ်သလို နှိုးဆော်သတိပေးရန်။`,
                    `ပွင့်လင်းခြောက်သွေ့သော ရာသီအချိန်ကာလများတွင် မီးကင်းများ ဖွဲ့စည်းထားရှိ ချထားနိုင်ရန် မီးသတ်ဆိုင်ရာ အာဏာပိုင်အဖွဲ့အစည်းများ၊
                    မီးဘေးကြိုတင်ကာကွယ် တားဆီးရေး အဖွဲ့အစည်းများသို့ တင်ပြညှိနှိုင်းပြီး မီးကင်းစောင့်ခြင်း၊ မီးကင်းလှည့်ခြင်း၊ စစ်ဆေးခြင်းတို့ကို စိစစ်ဆောင်ရွက်သွားရန်`,
                    `ရပ်ကွက်/ကျေးရွာများတွင် လောင်စာများဖြစ်သော အမှိုက်သရိုက်များ၊ ခြုံနွယ်ပိတ်ပေါင်းများ မရှိအောင် သက်ဆိုင်ရာ အဖွဲ့အစည်းတို့၏ ဦးဆောင်ကြီးကြပ်မှုတို့ဖြင့်
                    စုပေါင်းသန့်ရှင်းရေး လုပ်ဆောင်သွားရန်`,
                    `လိုအပ်သောနေရာဌာနတိုင်းတွင် အရေးပေါ် ရှေးဦးမီးငြှိမ်းသတ်ရေးဆိုင်ရာ မီးချိတ်၊ မီးကပ်၊ ရေပုံး၊ သဲပုံး၊ လှေကား၊ မီးသတ်ဆေးဘူးများ ထားရှိရေးကို
                    စစ်ဆေးအကြံပြု၍ ညှိနှိုင်းဆောင်ရွက်သွားရန်။ `
            ]},

             
        {id: 43, 
            title: "မီးမလောင်မီ (ပြည်သူတို့၏တာဝန်)", 
            parag: `အောက်ပါအတိုင်း ဆောင်ရွက်သွားရမည် - ` ,             
            list: [`သက်ဆိုင်ရာမီးဘေးကာကွယ်ရေးနှင့် ကြီးကြပ်ရေးအဖွဲ့မှလည်းကောင်း၊ မီးသတ်တပ်ဖွဲ့မှလည်းကောင်း၊ တရားဝင်ချမှတ်ထားသော စည်းကမ်းများကို
                    လိုက်နာဆောင်ရွက်သွားရန်။`,
                    `ရပ်ကွက်အလိုက် ကင်းများချထားရေးတွင် ပါဝင်ဆောင်ရွက်ရန်။`, `မီးသတ်တပ်ဖွဲ့မှ တစ်အိမ်တက်ဆင်း စစ်ဆေးသည့်အခါ ကူညီရန်၊ 
                    စစ်ဆေးမေးမြန်းသည့်အခါ ဖြေကြားရှင်းလင်းပေးရန်နှင့် ပေးသည့်အကြံဥာဏ်များကို လိုက်နာရန်။`, `ဒေသအာဏာပိုင် အဖွဲ့အစည်း၊ မီးဘေးတားဆီးရေးအဖွဲ့၊
                    အရန်မီးသတ်တပ်ဖွဲ့ဝင်များနှင့်အတူ ပါဝင်လှုပ်ရှားကြရန်နှင့် မိမိမှတဆင့် ပြည်သူတို့အား အသိပညာပေး ပြန့်ပွားမှု ပြုလုပ်ရန်။`,
                    `မိမိကြောင့် အခြားသူများ နစ်နာမှု မရှိစေရန် မိမိမှစ၍ မီးမလောင်စေရေးကို ခံယူပြီး၊ ကြိုတင်ကာကွယ်ရေး အစီအစဉ်များ ဆောင်ရွက်ရန်။`,
                    `အဆောက်အဦတိုင်း၊ အိမ်တိုင်းတွင် မီးဘေးကြိုတင်ကာကွယ်ရေးအတွက် မီးသတ်ဆေးဗူး၊ မီးချိတ်၊ မီးကပ်၊ ရေပုံး၊ သဲပုံများ အသင့်ထားရန်။`,
                    `မီးလောင်လျှင် မီးလောင်ကြောင်း အချက်ပေးနိုင်ရန် သံချောင်း၊ အုန်းမောင်း၊ ကုလားတက်၊ ဖားစည်၊ မောင်း အစရှိသည့် အချက်ပေး ကိရိယာကို အသင့်ထားရှိရန်။`,
                    `ခြောက်သွေ့သော ရာသီအချိန်များတွင် တဲအိမ်များ၌ လေတိုက်မှုမှ ကာကွယ်သည့် မြေစိုက်မီးဖိုများ ပြုလုပ်သုံးစွဲရန်နှင့် မီးကြွင်းမီးကျန်များကို ငြှိမ်းသတ်ထားရန်။`,
                    `အရိပ်ရပင်၊ လေကာပင်များအား ထိန်းသိမ်းခြင်း၊ ပြုစုပျိုးထောင်ခြင်း၊ အသစ်တိုးချဲ့စိုက်ပျိုးခြင်းများ ပြုလုပ်ထားရန်။`,
                    `မီးသတ်ကားများ အစဉ်အမြဲ ကောင်းနေစေရန်အတွက် လှူဒါန်းပံ့ပိုးပေးရန်။`
            ]},

                    
        {id: 44, 
            title: "မီးလောင်စဉ် (မီးသတ်တပ်ဖွဲ့၏တာဝန်)", 
            parag: `အောက်ပါအတိုင်း ဆောင်ရွက်သွားရမည် - ` ,             
            list: [`မီးလောင်မှုသတင်းရသည်နှင့် မီးလောင်မှု ဖြစ်ပွားသည့်ဒေသသို့ မီးသတ်စက်များ ချက်ချင်းထွက်ခွာရန်။`,
                    `တစ်ချိန်တည်းမှာပင် ကျန်ရှိသော မီးသတ်စခန်းများသို့ အကြောင်းကြားပြီး ဒေသခံမြန်မာနိုင်ငံရဲတပ်ဖွဲ့နှင့် လျှပ်စစ်ဌာနသို့ လုံခြုံရေးနှင့်
                    လျှပ်စစ်အန္တရာယ်များမှ ကာကွယ်ရေးအတွက် အကြောင်းကြားရန်။`,
                    `ဆက်လက်၍ အခြားအဖွဲ့အစည်းများမှ တာဝန်ရှိပုဂ္ဂိုလ်များထံသို့ အကြောင်းကြားရန်။`,
                    `မီးလောင်ပြင်သို့ ပထမရောက်ရှိနေသော မီးသတ်ဦးစီးမှူးသည် နောက်မှ ရောက်လာသော မီးသတ်စက်များ နေရာယူမှု၊ ရေရရှိရေး ကိစ္စများကို
                    စီမံဆောင်ရွက်ပြီး ၎င်းထက်အဆင့်မြင့်သော မီးသတ်ဦးစီးဌာနမှူး ရောက်ရှိလာပါက အခြေအနေကို သတင်းပို့၍ အထက်အရာရှိ၏ ညွှန်ကြားချက်နှင့် အညီ
                    ဆက်လက်ဆောင်ရွက်သွားရန်။`,
                    `မီးလောင်ပြင်ကွပ်ကဲသည့် မီးသတ်ဦးစီးဌာနမှူးသည် အခြားအဆောက်အဦနှင့် အရာဝတ္တုများသို့ ကူးစက် မလောင်စေရေးအတွက် မီးကို အမြန်ဆုံး တားဆီးငြှိမ်းသတ်ရန်။`,
                    `မီးလောင်မှု အစီရင်ခံစာကို အမြန်ဆုံး ရေးသားတင်ပြရန်နှင့် မီးလောင်မှုနှင့် ပတ်သက်၍ လုပ်ဆောင်ချက်များကို သုံးသပ်သင်ခန်းစာ ဖော်ထုတ်ရန်၊ ဆိုင်ရာ အာဏာပိုင်များ၊
                    ဌာနဆိုင်ရာများနှင့် ရင်းရင်းနှီးနှီး ပူးပေါင်းဆောင်ရွက်ရန်။`
                    
            ]},

            {id: 45, 
                title: "မီးလောင်စဉ် ပြည်သူတို့၏တာဝန်", 
                parag: `အောက်ပါအတိုင်း ဆောင်ရွက်သွားရမည် - ` ,             
                list: [`မီးလောင်မှုဖြစ်ပွားပါက အနီးဆုံး မီးသတ်စခန်းသို့ အမြန်ဆုံးနည်းဖြင့် သတင်းပို့ အကြောင်းကြားရန်။`,
                        `မီးသတ်စက်များ မရောက်မီ ရှေးဦးမီးငြှိမ်းသတ်ရေး နည်းလမ်းအရ ရေပုံးများဖြင့် လည်းကောင်း၊ ရရာပစ္စည်းများဖြင့် လည်းကောင်း
                        အသုံးပြု၍ မီးပြန့်ပွားမှု မရှိအောင် ထိန်းသိမ်းမီးငြှိမ်းသတ်ရန်။`,
                        `မီးလောင်ပြင်သို့ မီးငြှိမ်းသတ်ရန် ရောက်ရှိလာသော မီးသတ်စက်များအား ဝင်လမ်း၊ ထွက်လမ်းနှင့် ရေ အမြဲတမ်း ရရှိနိုင်မည့် နေရာများသို့ ညွှန်ပြရန်။`,
                        `မီးလောင်ရာပတ်ဝန်းကျင်ရှိ အိမ်ခေါင်မိုးများသို့လည်း၊ မီးလောင်မှုကြောင့် လွင့်ပြန့်နေသော မီးပွားများကို လည်းကောင်း၊ ရေပျက်ဖျန်း၍ ငြှိမ်းသတ်ပေးရန်။`,
                        `မီးလောင်မှုဖြစ်ပွားရာတွင် ပွဲကြည့်ပရိတ်သတ်သဖွယ် ဝိုင်းအုံကြည့် မနေဘဲ ကူညီငြှိမ်းသတ်ပေးခြင်း၊ ဝင်ရောက်စွက်ဖက်သူများ၊ နှောက်ယှက်သူများ၏
                        အန္တရာယ်မှ ကာကွယ်ပေးခြင်းတို့ဖြင့် ကူညီပေးရန်။`,
                        `အဆိုပါအချက်များကို ပညာပေးဆွေးနွေး ဟောပြောရာတွင် ပြည်သူတို့အား အသိပညာပေး မှာကြားရန်။`,                        
                ]},

            {id: 46, 
                title: "မီးလောင်ပြီးနောက်", 
                parag: `ပြည်နယ်/တိုင်းမြို့နယ် မီးသတ်ဦးစီးဌာနမှူး၊ စခန်းမှူးတို့သည် မီးလောင်မှုဖြစ်ပွားစဉ်က မီးငြှိမ်းသတ်မှု ဆောင်ရွက်နေပုံတို့ကို ပူးပေါင်းဆောင်ရွက်ခဲ့သည့်
                        အဖွဲ့အစည်းများ၊ မိဘပြည်သူများ (သို့မဟုတ်) အာဏာပိုင် အဖွဲ့အစည်းတစ်ခုခုသို့ တင်ပြဆွေးနွေးပြီး အားနည်းချက်၊ အားသာချက် အဆင့်ဆင့်ကို
                        သုံးသပ်ဖော်ထုတ် ညှိနှိုင်းပြုပြင်ခြင်း၊ လိုအပ်ချက်များကို လိုက်နာဆောင်ရွက်ခြင်းတို့အပြင် နောင်ဖြစ်ပေါ်လာမည့် မီးလောင်မှုများ၌ 
                        ပိုမိုအောင်မြင်မှု ရရှိအောင် ဆောင်ရွက်ကြရန်။` ,             
                list: []},

            {id: 47, 
                title: "ပြီးပြည့်စုံသော ဦးစီးလုပ်ငန်း", 
                parag: `` ,             
                list: [`လုပ်ငန်း၏ အသေးစိတ်များကို ပြည့်ပြည့်စုံစုံ တွက်ဆပြုစုပါ။`, `အခြားဦးစီးအရာရှိများနှင့် ညှိနှိုင်းဆွေးနွေး တိုင်ပင်ပါ။`,
                        `လေ့လာဖတ်ရှုပါ၊ ရေးသားပြုစုပါ။ ထပ်မံလေ့လာဖတ်ရှုပြီး ထပ်မံရေးသား ပြုစုပါ။`,
                        `အကြီးအကဲအား ဘာလုပ်သင့်သည်၊ ဘာလုပ်ရမည်ကို အကြံပြုပါ၊ ဘာလုပ်ရမည်လဲဟု မပေးပါနှင့်။`,
                        `ပေါင်းစပ်ညှိနှိုင်းထားသည့် ရည်ရွယ်ရင်း၊ လုပ်ဆောင်နည်း တစ်မျိုးတည်းကိုသာ တင်ပြပါ။ အဓိပ္ပါယ် နှစ်ခွပါသော
                        (သို့မဟုတ်) စမ်းတဝါးဝါး အဓိပ္ပါယ်ရှိသော တင်ပြခြင်းမျိုး မလုပ်ပါနှင့်။`,
                        `ရှည်လျားသော ရှင်းလင်းချက်၊ အမှာစာများ မတင်ပြပါနှင့်။ တိကျမှန်ကန်သော ရှင်းလင်းနည်းမျိုးသာလျှင် တန်ဖိုးထား အသိအမှတ်ပြုကြမြဲ ဖြစ်သည်။`

                ]},

        {id: 49, 
                title: "COMPLETE STAFF WORK", 
                parag: `a study of problem and presentation of its solution in such aform that only approval of
                        the completed action is necessary ; ` ,             
                list: [`Work out details completely,`, `Consult other staff officers,`, `Study, write, restudy, rewrite,`,
                        `Adivse the chief; what to do.Don't ask him.`, `Present a single coordinated proposed action; Do not equivocate.`,
                        `Do not present long explanation or memoranda, correct soultion are usually reconizable.`
                ]},

        {id: 50, 
                title: "တာဝန်ခံခြင်း (Concept of Accountability)", 
                parag: `မိမိအား အထက်မှ ပေးအပ်သော တာဝန်များကို တာဝန်သိသိ၊ သစ္စာရှိရှိဖြင့် ထမ်းဆောင်၍ ဖြစ်ပေါ်လာသော ကောင်းကျိုး၊
                        ဆိုးကျိုးရလဒ်ကို လုံးဝဥဿုံ တာဝန်ယူတတ်မှုသည် တာဝန်ခံခြင်းပင် ဖြစ်သည်။` ,             
                list: [``
                ]},

            
        {id: 51, 
            title: "တာဝန်နှင့် ဝတ္တရား", 
            parag: `တာဝန်နှင့် ဝတ္တရားဟူသော စကားမှာ သဘောအားဖြင့် ခြားနား၏။ အချိန်ရှိသမျှ အမြဲတမ်း ဆောင်ရွက်လုပ်ကိုင်ရသည့် သဘောအရာမှာ
                    "ဝတ္တရား"ဖြစ်၏။ ရံဖန်ရံခါမှ ပေါ်ပေါက်လာ၍ မလုပ်လျှင် မဖြစ်နိုင်လောက်အောင် အရေးကြီးသော အရာမှာ "တာဝန်" ဖြစ်၏။
                    ထို့ကြောင့် တာဝန်သည် ဝတ္တရားထက်ပို၍ အရေးကြီးသည်ဟု သိနားလည်ရ၏။ "ဝတ္တရား"ပျက်ကွက်သူ တစ်ဦးတစ်ယောက်အတွက်
                    ၎င်းနှင့်အတူ အနည်းငယ်မျှသော သူတို့သာလျှင် နစ်နာ၍ "တာဝန်" ပျက်ကွက်ခဲ့လျှင်ကား တစ်မျိုးသားလုံးနှင့် တစ်နိုင်ငံလုံးပါ နစ်နာ ပျက်စီးတတ်၏။` ,             
            list: [``
            ]},

                    
        {id: 52, 
            title: "တပ်ဖွဲ့ဝင်များ၏ တာဝန်", 
            parag: `` ,             
            list: [`တာဝန်သိခြင်း။`, `တာဝန်ရှိခြင်း။`, `တာဝန်ခံဆောင်ရွက်ခြင်း။`, `တာဝန်ယူဆောင်ရွက်ခြင်း။`, `တာဝန်ခွဲဝေလုပ်ကိုင်ခြင်း။`,
                    `တာဝန်ကျေပွန်ခြင်း။`, `တာဝန်ရှာ ဆောင်ရွက်ခြင်း။`, `တာဝန်မကင်းခြင်း။`,
            ]},
   
                                
        {id: 53, 
            title: "အခြေခံအရည်အချင်း ငါးရပ် (စံ ငါးရပ်)", 
            parag: `` ,             
            list: [`စိတ်ဓာတ်ကောင်းမွန်မှု။`, `စည်းကမ်းကောင်းမွန်မှု။`, `သစ္စာစောင့်သိမှု။`, `စည်းလုံးညီညွတ်မှု။`, `စွမ်းရည်ပြည့်ဝမှု။`
            ]},
   
        {id: 54, 
            title: "မီးဘေးကြိုတင်ကာကွယ်ရေးနှင့် မီးငြှိမ်းသတ်ရေး အစီအစဉ်များကို မြေပုံဖြင့် ရှင်းလင်းတင်ပြရမည့် အစီအစဉ်", 
            parag: `` ,             
            list: [`မြို့၊ တည်နေရာ၊ နယ်နမိတ်နှင့် အကျယ်အဝန်း။`, `အဆောက်အုံ (အရေအတွက်နှင့် အမျိုးအစား)။`,
                    `စက်ရုံ/ အလုပ်ရုံ/ သိုလှောင်ရုံ အခြေအနေ။`, `မီးလောင်မှုဖြစ်ပွားနိုင်သည့် အကြောင်းအရာများ။`,
                    `ယခင်ဖြစ်ပွားခဲ့ဖူးသော မီးလောင်မှုကြီးများ။`, `မီးဘေးကြိုတင်ကာကွယ်ရေး ဆောင်ရွက်ထားရှိမှု အခြေအနေ။`,
                    `ပစ်မှတ်များ သတ်မှတ်ထားခြင်း။`, `ရေရရှိမှု အခြေအနေ။`, `လမ်းပန်းဆက်သွယ်မှု အခြေအနေ။`,
                    `မီးသတ်စခန်းတည်နေရာ၊ အကွာအဝေး။`, `မိမိအင်အား။`, `အရန်အင်အား။`, `မီးလောင်မှုဖြစ်ပွားပါက မည်သို့မည်ပုံ ငြှိမ်းသတ်မည်။`,
                    `ကြီးကြပ်ကွပ်ကဲမှု။`, `ဆက်သွယ်ရေး။`
            ]},

        {id: 55, 
            title: "မီးသတိပေးဆောင်ပုဒ်များ", 
            parag: `` ,             
            list: [`မြန်မာပြည်တစ်ခွင် သာစေချင် မီးတွင် မပေါ့နှင့်။`, `မီး မရိုသေ သုံးစွဲလေက မွဲတေဆင်းရဲရပေမည်။`,
                    `မီးမလောင်ခင် သတိယှဉ် ကြိုတင်ကာကွယ်ပါ။`, `နေ့ညမဟူ သတိမူ ရန်သူမီးကိုသာ။`,
                    `စားဝတ်နေရေး ပြည့်စုံရေး မီးဘေး မပေါ့နှင့်။`, `ဒါသင့်နိုင်ငံ မီးဘေးရန် အမှန်ကင်းပါစေ။`,
                    `မီးကြွင်းမီးကျန် မထားရန် ကျင့်ကြံသတိ အမြဲရှိ။`, `နေအိမ်တိုင်းမှာ မီးသုံးသာ မြဲစွာသတိရှိပါ။`,
                    `ကောက်လှိုင်းစပါး စုပုံနား မီးများ မထားနှင့်။`, `ခြင်ဆေးခွေသုံးလျှင် သတိယှဉ် အောက်တွင် ခံခွက် မမေ့နှင့်။`,
                    `လယ်ယာစပါး ပြည့်အားထား တားဆီးကာကွယ် မီးရန်စွယ်။`, `ကြီးငယ်မဟူ သတိမူ ရန်သူမီးကိုသာ။`,
                    `စက်ရုံလုပ်ငန်း ပြည့်ဝန်ထမ်း မဲတမ်း မီးသတိပြု။`, `မီးအန္တရာယ် ကြောက်မက်ဖွယ် ကာကွယ်မနှေး တို့အရေး။`,
                    `ရန်သူမီးဘေး တားဆီးရေး မနှေးဆောင်ရွက်ကြ။`, `ခြင်ဆေးမီးပွား သတိမထားက စီးပွား၊ ဥစ္စာကုန်လိမ့်မည်။`,
                    `မိုးမှာ လေ့ကျင့်၊ ဆောင်းမှာ စစ်ဆေး၊ အကြံပေး၊ နွေမှာ အသင့်ရှိရေး။`, `ပြည်ထောင်စုဖွား သွေးချင်းများ တားဆီးကာကွယ် မီးရန်စွယ်။`,
                    `လုပ်သားပြည်သူ ဝိုင်းဝန်းကူ ရန်သူမီးဘေး စဉ်ကင်းဝေး။`, `ယနေ့မီးဘေး ကြိုတင်ကာကွယ်ရေးသည် မနက်ဖြန်အတွက် မီးဘေးလုံခြုံရေးဖြစ်သည်။`
            ]},

            
        {id: 56, 
            title: "မီးငြှိမ်းသတ်ရန် ရေရရှိရေးအတွက် လုပ်ဆောင်ရမည့်အချက်များ", 
            parag: `` ,             
            list: [`မီးသတ်စခန်းတွင် ရေရရှိရန် ဆောင်ရွက်ခြင်း။`, `မီးသတ်စခန်းအနီးတွင် ရေရရှိရန် ဆောင်ရွက်ခြင်း။`, `မြို့၏ သင့်တော်သော နေရာများတွင် ရေရရှိရန် ဆောင်ရွက်ခြင်း။`,
                    `မြို့ရေပေးရေးစနစ်မှ ရေရရှိရန် ဆောင်ရွက်ခြင်း။`, `မြစ်၊ ချောင်း၊ အင်းအိုင်၊ သဘာဝရေကန်များမှ ရေရရှိရန် ဆောင်ရွက်ခြင်း။`
            ]},
        
                        
        {id: 57, 
            title: "စီမံချက်(၆)မျိုး", 
            parag: `မြို့နယ်မီးသတ်စခန်းများတွင် ဖော်ပြပါစီမံချက် (၆)မျိုးကို ရေးဆွဲထားရှိရန်နှင့် စီမံချက်ပါ လုပ်ငန်းတာဝန်များကို အရှိန်အဟုန်မပျက် ဆောင်ရွက်သွားရန်` ,             
            list: [`မီးသတ်စခန်းလုံခြုံရေး စီမံချက်။`, `မီးဘေးကြိုတင်ကာကွယ်ရေး စီမံချက်။`, `မီးငြှိမ်းသတ်ရေး စီမံချက်။`,
                    `ရှာဖွေရေးနှင့် ကယ်ဆယ်ရေးစီမံချက်။`, `စစ်ဆေးရေးလုပ်ငန်း စီမံချက်။`, `အကြိုအခြေခံ မီးသတ်သင်တန်း (လက်နက်ပါ/ လက်နက်မပါ) ဖွင့်လှစ်ရေး စီမံချက်။`
            ]},

        {id: 58, 
            title: "လုပ်ငန်းဆောင်ရွက်မှုတိုင်းတွင် အမြဲလုပ်ရန် - ", 
            parag: `` ,             
            list: [`စစ်ဆေးခြင်း (check)`, `ထပ်မံစစ်ဆေးခြင်း (recheck)`, `တန်ပြန်စစ်ဆေးခြင်း (counter check)`, `ရှောင်တခင်စစ်ဆေးခြင်း (suprise check)`,
                    `စေ့စပ်သေချာစွာ စစ်ဆေးခြင်း (thorought check)`, `ရွေးချယ်စစ်ဆေးခြင်း (spot check)`,
            ]},

        {id: 59, 
            title: "ရှောင်ရန်အချက်များ", 
            parag: `` ,             
            list: [`ရှေ့တစ်မျိုး၊ ကွယ်ရာတစ်မျုး ပြောဆိုလုပ်ကိုင်ခြင်း။`, `ဖြစ်ကတတ်ဆန်းလုပ်ခြင်း။`, `သူရဲဘောကြောင်ခြင်း။`, `သဘောထား သေးသိမ်ခြင်း။`, 
                    `စိတ်တိုခြင်း။`, `အဂတိလိုက်စားခြင်း။`, `အများနှင့် မသင့်မတင့်ခြင်း။`, `ပျင်းရိဖင့်နွဲ့ခြင်း။`, `စဉ်းစားဆုံးဖြတ်နိုင်စွမ်း မရှိခြင်း။`,
                    `အခက်အခဲကြုံလာလျှင် အခြားသူများအပေါ် အပြစ်ဖို့ တတ်ခြင်း။`, `လက်အောက်ကို နှိမ်၍ အထက်ကို မျက်နှာလုပ်ခြင်း။`,
                    `မိမိကိုယ်ကို မယုံကြည်ခြင်း။`, `ညဉ်းညူတတ်ခြင်း။`, `ဝင်စားဆင်ယင်ရာတွင် မသေသပ်ခြင်း။`, `သိက္ခာမဲ့သွားလာနေထိုင် စားသောက်ခြင်း။`,
                    `အချိန်လေးစားမှု မရှိခြင်း။`, `နှုတ်မစောင့်စည်းခြင်း။`, `တာဝန်ကို ရှောင်လွှဲခြင်း။`, `တာဝန်ကို ပေါ့ပေါ့ဆဆ ဆောင်ရွက်ခြင်း။`,
                    `ခိုင်းမှ လုပ်တတ်ခြင်း။`, `ပြည်သူကို ညှင်းပန်းနှိပ်စက်ခြင်း။`, `အခွင့်အာဏာကို အလွဲသုံးစားပြုခြင်း။`, `လုပ်ထုံးလုပ်နည်းနှင့်အညီ မလုပ်ခြင်း။`,
                    `စည်းကမ်းပျက်ခြင်း။`, `ဆင့်ကဲဆင့်ကဲ မပြောရဲ မဆိုရဲခြင်း။`, `တပ်ဖွဲ့စိတ်အားနည်းခြင်း။`, `အထက်မှပေးလိုက်သည့်အမိန့်နှင့် ညွှန်ကြားချက်များ အောက်ခြေအထိ မရောက်ခြင်း။`,
                    `တရားရုံးသက်သေခံရန် ပျက်ကွက်ခြင်း။`, `သက်သေခံရာတွင် မမှန်မကန် ထွက်ဆိုခြင်း။`, `တရားခံကို ညှင်းပန်းနှိပ်စက်ခြင်း။`,
            ]},

            {id: 60, 
                title: "ဆောင်ရန်အချက်များ", 
                parag: `` ,             
                list: [`နှုတ်ရော အလုပ်ပါ ဖြောင့်မတ် မှန်ကန်ခြင်း။`, `စေ့စပ်သေချာမှုရှိခြင်း။`, `သတ္တိရှိခြင်း။`, `သည်းခံစိတ်ရှိခြင်း။`,
                        `တရားမျှတခြင်း။`, `ဇွဲရှိခြင်း။`, `ရွပ်ရွပ်ချွံချွံ လုပ်ခြင်း။`, `ပူးပေါင်းဆောင်ရွက်တတ်ခြင်း။`,
                        `ပြေပြစ်ချေငံစွာ ပြောဆိုတတ်ခြင်း။`, `နိုးကြားတတ်ခြင်း။`, `ဝီရိယရှိခြင်း။`, `ချင့်ချိန်စဉ်းစား ဆုံးဖြတ်လုပ်ကိုင်နိုင်ခြင်း။`,
                        `အခက်အခဲများအတွင်းမှ ပြုံးရွှင်စွာ ဆောင်ရွက်တတ်ခြင်း။`, `အခြေအနေအရ မိမိထိုးထွင်းဥာဏ်ဖြင့် တာဝန်ကို ရှာဖွေဆောင်ရွက်တတ်ခြင်း။`,
                        `အချိန်မီ ပြီးစီးခြင်း။`, `တပ်ဖွဲ့ဝတ်စုံကို စနစ်တကျ သပ်ရပ်စွာ ဝတ်ဆင်ခြင်း။`, `သိက္ခာရှိရှိ သွားလာနေထိုင်စားသောက်ခြင်း။`,
                        `အရာရာကို နိုင်ငံရေး၊ စစ်ရေး၊ စီးပွားရေး၊ အုပ်ချုပ်ရေး ဟူသော အမြင်(၄)မြင်ဖြင့် ထင်ဟပ်သုံးသပ် လုပ်ကိုင်တတ်ခြင်း။`,
                ]},

            
            {id: 61, 
                title: "အထပ်မြင့် စစ်ဆေးအကြံပြု ကောက်ခံခြင်း", 
                parag: `` ,             
                list: [`တိုက်အကျယ် ( )ပေ x တိုက်အရှည် ( )ပေ = ၁ ထပ်ဧရိယာ`, `အထပ်အရေအတွက်   =     x အထပ်ပေါင်း `,
                        `တိုက်၏အထပ်အားလုံးရှိ စတုရန်းပေပေါင်း = `, `ဧရိယာစတုရန်းပေပေါင်းကို စတုရန်းမီတာရှာခြင်း =  /၁၀.၇၆ `,
                        `တိုက်၏ အထပ်အားလုံးရှိ ဧရိယာစတုရန်းမီတာပေါင်း = `, `ကောက်ခံမည့် ဧရိယာစတုရန်းမီတာပေါင်းအပေါ်
                         အဆောက်အဦ အမျိုးအစားအလိုက် ( ၁၀၀% (သို့) ၅၀% (သို့) ၂၅%) ရှာခြင်း =  x ၁၀၀% (သို့) ၅၀% (သို့) ၅၀%`,
                         `တစ်စတုရန်းမီတာအတွက် ကောက်ခံသည့်နှုန်း (က) ပထမအုပ်စု - နေပြည်တော်၊ ရန်ကုန်၊ မန္တလေး = တစ်စတုရန်းမီတာလျှင်
                        မြို့ပေါ်ရပ်ကွက် (၁၀၀၀)ကျပ်၊ မြို့ပြင်နယ်မြေ (၅၀၀)ကျပ်၊ (ခ) ဒုတိယအုပ်စု - စစ်ကိုင်း၊ တနင်္သာရီ၊ ပဲခူး၊ မကွေး၊ ဧရာဝတီ =
                        တစ်စတုရန်းမီတာလျှင် မြို့ပေါ်ရပ်ကွက် (၅၀၀)ကျပ်၊ မြို့ပြင်နယ်မြေ (၂၀၀)ကျပ်၊ (ဂ) တတိယအုပ်စု - ကချင်၊ ကယား၊ ကရင်၊ ချင်း၊ မွန်၊
                        ရခိုင်၊ ရှမ်း = တစ်စတုရန်းမီတာလျှင် မြို့ပေါ်ရပ်ကွက် (၂၀၀)ကျပ်၊ မြို့ပြင်နယ်မြေ (၁၀၀)ကျပ်၊`,
                        `ကျသင့်ငွေပေါင်း`
                ]},

            {id: 62, 
                title: "ယူနစ်ဆက်သွယ်ချက်များ", 
                parag: `` ,             
                list: [`1 kg = 2.2 lb`, `1 lb = 0.454 kg`, `2 kg/am2 = 1 bar`, `1 mpa = 24 kg/am2`, `1 bar = 14.505 lb/aq.in`,
                        `1 mile = 1.609 km`, `1 yd = 0.91 m`, `1 m = 1.09 yds, /3.279 ft`, `1 tre = 1 kg`, 
                        `1 amp.gal(UK) = 10 lbs, 4.54 lit./ 4.54 kg, 277.24Cu.in, 10 lb fresh coater, 10.272 lb.salt water, 1.2 Us gal.`,
                        `1 gal(US) = 8.33 lbs, 3.8 liter/3.8 kg, 231 Cu.in, 8.33 lb fresh water, 0.83 Imp.gal (UK)`
                ]},

            {id: 63, 
                title: "မီးလောင်ဆုံးရှုံးမှုတန်ဖိုး တွက်ချက်ရန် သတ်မှတ်ချက်များ", 
                parag: `မြန်မာနိုင်ငံ မီးသတ်တပ်ဖွဲ့နည်းဥပဒေ၊ အခန်း(၁၃)၊ အပိုဒ်(၅၈)အရ မီးလောင်ဆုံးရှုံးသွားသည့် အဆောက်အဦများနှင့် စပ်လျဉ်း၍
                        ဆုံးရှုံးမှုတန်ဖိုးတွက်ချက်ရာတွင် အဆောက်အဦ အမျိုးအစားအလိုက် ဒေသအတွင်းသတ်မှတ်နှုန်းကို အခြေခံ၍ အောက်ပါအတိုင်း တွက်ချက်ရမည် -` ,             
                list: [`မီးလောင်ဆုံးရှုံးသွားသည့် အဆောက်အဦ၏ စုစုပေါင်းကြမ်းခင်း ဧရိယာတွက်ချက်ခြင်း (အဆောက်အဦ၏ အလျား x အနံ x 
                        အထပ်အရေအတွက်)`, 
                        `အောက်ပါအဆောက်အဦ အမျိုးအစားအလိုက် ဒေသတွင်း တစ်စတုရန်းပေ သတ်မှတ်နှုန်းထားအလိုက် တွက်ခြင်း -
                        (၁) သံကူကွန်ကရစ် အဆောက်အဦ၊ (၂) သံကိုယ်ထည်ဖြင့် တည်ဆောက်ထားသော အဆောက်အဦ၊ (၃) အုတ်ညှပ် အဆောက်အဦ၊
                        (၄) ပျဉ်ထောင်အိမ်၊ ဓနိ၊ ထရံ၊ ဝါးတို့ဖြင့် ဆောက်လုပ်သည့်အိမ်။`,
                        `မီးလောင်ခံရသည့် အဆောက်အဦ၏ သက်တမ်းအပေါ် မူတည်၍ (၁၀)နှစ်အတွင်း အဆောက်အဦများအတွက် နည်းဥပဒေခွဲ(1 နှင့် 2)
                        တို့အရ တွက်ချက်ရရှိသော အဆောက်အဦတန်ဖိုး၏ ၅၀% ဖြင့် လည်းကောင်း၊ (၁၀)နှစ်ကျော် အဆောက်အဦများအတွက် နည်းဥပဒေခွဲ
                        (1 နှင့် 2)တို့အရ တွက်ချက်ရရှိသော အဆောက်အဦတန်ဖိုး၏ ၂၅% ဖြင့် လည်းကောင်း တွက်ချက်ခြင်း။`,
                        `ဆောက်လုပ်ပြီးစ တစ်လအတွင်း အသုံးမပြုရသေးလျှင် ကာလပေါက်ဈေးဖြင့် တွက်ချက်ထားသော အမှန်ကုန်ကျစရိတ် နှုန်းထားအတိုင်း
                        တွက်ချက်ခြင်း၊ အသုံးပြုဆဲဖြစ်လျှင် အပိုဒ်(3)အတိုင်း တွက်ချက်ခြင်း။`,
                        `မီးလောင်ခံရသည့် အဆောက်အဦ၏ ရာခိုင်နှုန်းအရ တန်ဖိုး တွက်ချက်ခြင်း။`
                ]},

            {id: 64, 
                title: "စွမ်းရည် (၄)ရပ် ထက်မြက်ရေး", 
                parag: `` ,             
                list: [`မီးသတ်စွမ်းရည်။ မီးလောင်မှုမဖြစ်အောင် အသိပေးရေး၊ ကြိုတင်ကာကွယ်တားဆီးရေး၊ မီးငြှမ်းသတ်ရေး၊ သန္ဓေနှင့် 
                        အရန်တပ်ဖွဲ့ဝင်များ၊ မီးငြှိမ်းရာတွင် ကျွမ်းကျင်မှုရှိစေရေး၊ လျင်မြန်ဖြတ်လတ်ရေး၊ သက်လုံကောင်းမှု၊ တက်တက်ကြွကြွရှိမှု၊ 
                        ကြိုးစားမှု၊ စည်းကမ်း 	သေဝပ်မှု၊ စက်လေ့ကျင့်ခန်းများ မှန်မှန်ဆောင်ရွက်မှု။`,
                        `ရှာဖွေကယ်ဆယ်ရေးစွမ်းရည်။ သဘာဝအလျောက်ဖြစ်ပွားတတ်သော ဘေးအန္တရာယ် အမျိုးမျိုးကို လုပ်သားပြည်သူများ၊ 
                        အဖွဲ့အစည်းများနှင့် ပူးပေါင်း၍ ကြိုတင်ကာကွယ် တားဆီးရေး၊ လျော့ချရေးနှင့် ပိုမိုလုံခြုံစိတ်ချရသည့် ရပ်ရွာအခြေပြု 
                        လူမှုအဖွဲ့အစည်းများ ဖြစ်လာစေရေးအတွက် မီးသတ်တပ်ဖွဲ့ဝင်တိုင်းအား ရှာဖွေကယ်ဆယ်ရေးစွမ်းရည် 	မြှင့်တင်သွားရေး။`,
                        `အုပ်ချုပ်ရေးစွမ်းရည်။ တပ်ဖွဲ့ဝင်များကိုအုပ်ချုပ်ကွပ်ကဲရာတွင် တရားနည်းလမ်းမှန်ကန် မျှတမှုရှိစေရေး၊ ခေါင်းဆောင်အရည်အသွေး 
                        ရှိစေရေး၊ တပ်ဖွဲ့၏ လိုအပ်ချက်များကို စွမ်းအားရှိသမျှ ကြိုးစားဖြည့်ဆည်းရေး၊ စည်းကမ်းသေဝပ်ရေး။`,
                        `စည်းရုံးရေးစွမ်းရည်။ တပ်ဖွဲ့နှင့် ပြည်သူအတွင်း စည်းလုံးမှုလုပ်ငန်းများအားလုံး 	အကြုံးဝင်စေပြီး မိမိ၏ တပ်ဖွဲ့ဝင်များနှင့် 
                        အိမ်ထောင်သည်မိသားစုများကို စည်းလုံးမှု ရှိစေရေး၊ ဝန်ထမ်းနှင့် မိသားစုများ သက်သာချောင်ချိရေး။`
                ]},
    
    
    ]


const lawDatas = [
    {id: "law1",
        title: "အခန်း(၁)။ အမည်နှင့် အဓိပ္ပါယ်ဖော်ပြချက် (ပုဒ်မ-၁)", 
        parag: `ပုဒ်မ-၁။   ဤဥပဒေကို မြန်မာနိုင်ငံမီးသတ်တပ်ဖွဲ့ဥပဒေ ဟု ခေါ်တွင်စေရမည်။` , 
        list: []},
    {id: "law2", 
        title: "အခန်း(၁)။ အမည်နှင့် အဓိပ္ပါယ်ဖော်ပြချက် (ပုဒ်မ-၂)", 
        parag: `ပုဒ်မ-၂။   ဤဥပဒေတွင် ပါရှိသော အောက်ပါစကားရပ်များသည် ဖော်ပြပါအတိုင်း အဓိပ္ပါယ် သက်ရောက်စေရမည် -` , 
        list: [`မီးသတ်တပ်ဖွဲ့ဆိုသည်မှာ မီးသတ်ဦးစီးဌာနဝန်ထမ်းများဖြင့် ဖွဲ့စည်းထားသော မြန်မာနိုင်ငံမီးသတ်တပ်ဖွဲ့ကိုဆိုသည်။
                ယင်းစကားရပ်တွင် အရန်မီးသတ်တပ်ဖွဲ့နှင့် သီးသန့်မီးသတ်တပ်ဖွဲ့တို့လည်း ပါဝင်သည်။`,
                `အရန်မီးသတ်တပ်ဖွဲ့ ဆိုသည်မှာ မီးသတ်ဦးစီးဌာနက လေ့ကျင့်သင်ကြားပြီး ဖွဲ့စည်းတည်ထောင်သည့် သတ်မှတ်
                အရည်အချင်းနှင့် ပြည့်စုံသော စေတနာ့ဝန်ထမ်းများပါဝင်သည့် မီးသတ်တပ်ဖွဲ့ကို ဆိုသည်။`,
                `သီးသန့်မီးသတ်တပ်ဖွဲ့ဆိုသည်မှာ စက်ရုံ၊ အလုပ်ရုံ၊ ကားဂိတ်၊ လေဆိပ်၊ ရေဆိပ်၊ ဟိုတယ်၊ မိုတယ်၊ တည်းခိုခန်း
                စုပေါင်းပိုင် အဆောက်အုံ၊ ဈေး၊ အလုပ်ဌာန၊ အဖွဲ့အစည်းနှင့် မီးဘေးစိုးရိမ်ရသော လုပ်ငန်းများတွင် မီးသတ်ဦးစီးဌာန၏
                ညွှန်ကြားချက်အရဖြစ်စေ၊ ခွင့်ပြုချက်အရဖြစ်စေ ပိုင်ရှင် သို့မဟုတ် စီမံခန့်ခွဲသူက ဖွဲ့စည်းတည်ထောင်ထားသည့် မီးသတ်တပ်ဖွဲ့ကို ဆိုသည်။`,
                `မီးဘေးလုံခြုံရေးဆိုသည်မှာ မီးဘေးအန္တရာယ် အသိပညာပေးရေး၊ ကြိုတင်ကာကွယ်ရေးနှင့် မီးငြှိမ်းသတ်ရေးလုပ်ငန်းများ
                ဆောင်ရွက်ခြင်းကို ဆိုသည်။ ယင်းစကားရပ်တွင် အခြားသော ဘေးအန္တရာယ်ကင်းရှင်းရေးဆိုင်ရာ ကိစ္စရပ်များအတွက် 
                ဆောင်ရွက်ခြင်းလည်း ပါဝင်သည်။`,
                `မီးဘေးလုံခြုံရေးဆိုင်ရာပစ္စည်းကိရိယာဆိုသည်မှာ မီးဘေးလုံခြုံရေးအတွက် အသုံးပြုသည့် မီးလှန့်အချက်ပေးပစ္စည်းကိရိယာ၊ 
                မီးလောင်မှုဆိုင်ရာ အာရုံခံပစ္စည်းကိရိယာ၊ အရေးပေါ်လွတ်မြောက်မှုအတွက် အသုံးပြုသော ပစ္စည်းကိရိယာ၊ မီးငြှိမ်းသတ်ရာ၌ 
                အသုံးပြုသည့် မီးသတ်ဆေးဘူး၊ မီးသတ်စက်၊ ရေစုပ်စက်၊ ယာဉ်အမျိုးမျိုး၊ မီးကာနှင့် မီးသတ်ဝတ်စုံအမျိုးမျိုး၊ ဆက်သွယ်ရေးကိရိယာ
                သို့မဟုတ် မီးငြှိမ်းသတ်ရန် အသုံးပြုနိုင်သော အခြားပစ္စည်းကိရိယာ တစ်မျိုးမျိုးကို ဆိုသည်။ ယင်းစကားရပ်တွင် မီးသတ်တပ်ဖွဲ့က အသုံးပြုနေသည့်
                ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်းသုံး ပစ္စည်းကိရိယာမျိားနှင့် မီးသတ်ဦးစီးဌာနက အခါအားလျော်စွာ အမိန့်ကြော်ငြာစာ ထုတ်ပြန်၍
                သတ်မှတ်သည့် ပစ္စည်းကိရိယာများလည်း ပါဝင်သည်။`,
                `မီးဘေးအန္တရာယ်ဖြစ်စေတတ်သည့်ပစ္စည်း ဆိုသည်မှာ မီးလောင်လွယ်သော ပစ္စည်းများ၊ မီးသွေး၊ ကျောက်မီးသွေး၊ ဓာတ်ငွေ့၊
                ဓာတ်ငွေ့ရည်၊ ချို့ယွင်းပျက်စီးနေသော သို့မဟုတ် လျှပ်စစ်စီးဝင်နေသော လျှပ်စစ်ပစ္စည်းကိရိယာ၊ အရက်ပျံ၊ အရက်ဆီ၊ အက်စစ်၊
                ဝါဂွမ်းနှင့် ဝါဂွမ်းအခြေခံပစ္စည်း၊ သစ်နှင့် သစ်အခြေခံပစ္စည်း၊ စက္ကူနှင့် စက္ကူအခြေခံပစ္စည်း၊ ရာဘာနှင့် ရာဘာအခြေခံပစ္စည်း၊
                ပလပ်စတစ်နှင့် ပလပ်စတစ် အခြေခံပစ္စည်း၊ ရေနံနှင့် ရေနံထွက်ပစ္စည်း၊ ဓာတုဗေဒပစ္စည်း၊ အပူကိုဖြစ်ပေါ်စေသော ပစ္စည်း
                စသည်တို့ကို ဆိုသည်။`,
                `မီးဘေးအန္တရာယ်စိုးရိမ်ရသောလုပ်ငန်း ဆိုသည်မှာ မီး၊ လောင်စာ၊ လျှပ်စစ်ဓာတ်အား သို့မဟုတ် မီးဘေးအန္တရာယ် ဖြစ်စေတတ်သည့်
                ပစ္စည်းများကို အသုံးပြုသော လုပ်ငန်းများကို ဆိုသည်။ ယင်းစကားရပ်တွင် အဆိုပါလုပ်ငန်းနှင့် ဆက်စပ်သောနေရာ၊ အဆောက်အုံ
                သို့မဟုတ် ယာဉ်လည်းပါဝင်သည်။`,
                `ပေါက်ကွဲစေတတ်သည့် ပစ္စည်းဆိုသည်မှာ ဓာတုဗေဒပစ္စည်း၊ ပေါက်ကွဲမှုကိုဖြစ်ပေါ်စေနိုင်သော အရာဝတ္ထုပစ္စည်း၊ ယမ်း သို့မဟုတ်
                ယမ်း အသုံးပြုထားသော ပစ္စည်းကို ဆိုသည်။ ယင်းစကားရပ်တွင် တည်ဆဲဥပဒေတစ်ရပ်ရပ်အရ ပေါက်ကွဲစေတတ်သော ပစ္စည်းအဖြစ်
                အခါအားလျော်စွာ သတ်မှတ်သည့် ပစ္စည်းများလည်း ပါဝင်သည်။`,
                `မီးဘေးလုံခြုံရေးဆိုင်ရာစစ်ဆေးခြင်း ဆိုသည်မှာ မီးသတ်ဦးစီးဌာန သို့မဟုတ် ယင်းက တာဝန်ပေးအပ်သူက မီးဘေးလုံခြုံရေးဆိုင်ရာ
                ကိစ္စရပ်များ စစ်ဆေးခြင်းကို ဆိုသည်`,
                `ဗဟိုအဖွဲ့ ဆိုသည်မှာ မီးဘေးလုံခြုံရေးဗဟိုအဖွဲ့ကို ဆိုသည်`,
                `ဝန်ကြီးဌာန ဆိုသည်မှာ ပြည်ထောင်စုအစိုးရ ပြည်ထဲရေးဝန်ကြီးဌာနကို ဆိုသည်။`,
                `ညွှန်ကြားရေးမှူးချုပ် ဆိုသည်မှာ မီးသတ်ဦးစီးဌာန ညွှန်ကြားရေးမှူးချုပ်ကို ဆိုသည်။`,
                `မီးသတ်ဦးစီးမှူး ဆိုသည်မှာ ပြည်ထောင်စုနယ်မြေ၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်၊ ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရတိုင်း သို့မဟုတ်
                ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရဒေသ၊ ခရိုင်၊ မြို့နယ်မီးသတ်ဦးစီးဌာန၏ အကြီးအမှူးကို ဆိုသည်။`,
                `မီးသတ်တာဝန်ခံ ဆိုသည်မှာ ဒေသတစ်ခုတွင် တာဝန်ပေးအပ်ခြင်း ခံရသည့် အဆင့်အမြင့်ဆုံး မီးသတ်ဝန်ထမ်း သို့မဟုတ်
                မီးသတ်ဝန်ထမ်း မရှိသော နယ်မြေတွင် မီးသတ်ဦးစီးဌာနက တာဝန်ပေးအပ်ခြင်း ခံရသည့် အဆင့်အမြင့်ဆုံး အရန်မီးသတ်တပ်ဖွဲ့ဝင်ကို ဆိုသည်။`,
                `မီးသတ်ဝန်ထမ်း ဆိုသည်မှာ မီးသတ်ဦးစီးဌာနတွင် ခန့်ထားခြင်းခံရသော နိုင်ငံ့ဝန်ထမ်းကို ဆိုသည်။`,
            ]},

    {id: "law3", 
        title: "အခန်း(၂)။ ရည်ရွယ်ချက်များ (ပုဒ်မ-၃)", 
        parag: `ပုဒ်မ-၃။  ဤဥပဒေ၏ ရည်ရွယ်ချက်များမှာ အောက်ပါအတိုင်း ဖြစ်ပါသည် - ` , 
        list: [`နိုင်ငံပိုင်ပစ္စည်း၊ ပုဂ္ဂလိကပိုင်ပစ္စည်း၊ ယဉ်ကျေးမျု အမွေအနှစ်နှင့် ပြည်သူတို့၏ အသက်အိုးအိမ်စည်းစိမ်များကို
                မီးဘေးနှင့် အခြား သဘာဝဘေးအန္တရာယ်ကြောင့် ပျက်စီးဆုံးရှုံးမှု မဖြစ်ပွားစေရေးအတွက် ကာကွယ်ပေးရန်။`,
                `မီးသတ်တပ်ဖွဲ့ကို စနစ်တကျဖွဲ့စည်း၍ မီးသတ်တပ်ဖွဲ့ဝင်များကို လေ့ကျင့်သင်ကြားပေးရန်`,
                `မီးဘေးအန္တရာယ်၊ အခြားသဘာဝဘေးအန္တရာယ်၊ ကပ်ရောဂါဘေးအန္တရာယ် သို့မဟုတ် ရုတ်တရက် ဖြစ်ပွားသော
                ဘေးအန္တရာယ်တစ်မျိုးမျိုး ကျရောက်သည့်အခါ မီးငြှိမ်းသတ်ရေး၊ ကာကွယ်တားဆီးရေး၊ ရှာဖွေကယ်ဆယ်ရေးတို့ကို ဆောင်ရွက်ရန်။`,
                `ဘေးအန္တရာဘ်တစ်မျိုးမျိုးကျရောက်သည့်အခါ ပြည်သူတို့၏ ပူးပေါင်းဆောင်ရွက်မှုကို ရရှိရေးအတွက် ပညာပေးစည်းရုံးလှုံ့ဆော်မှုများ
                ကျယ်ကျယ်ပြန့်ပြန့် ဆောင်ရွက်ရန်`,
                `နိုင်ငံတော်လုံခြုံရေး၊ ပြည်သူတို့၏ အေးချမ်းသာယာရေးနှင့် တရားဥပဒေစိုးမိုးရေးအတွက် လိုအပ်ပါက ကူညီဆောင်ရွက်ရန်။`
            ]},

    {id: "law4",
        title: "အခန်း(၃)။ မီးဘေးလုံခြုံရေး ဗဟိုအဖွဲ့ ဖွဲ့စည်းခြင်း (ပုဒ်မ-၄)", 
        parag: `ပုဒ်မ-၄။ ပြည်ထောင်စု အစိုးရအဖွဲ့သည် - ` , 
        list: [`မီးဘေးလုံခြုံရေးဗဟိုအဖွဲ့ကို အောက်ပါပုဂ္ဂိုလ်များဖြင့် ဖွဲ့စည်းရမည် -  
                (၁) ပြည်ထောင်စုဝန်ကြီး၊ ပြည်ထဲရေးဝန်ကြီးဌာန  (ဥက္ကဌ)၊ (၂) ဒုတိယဝန်ကြီး၊ ပြည်ထဲရေးဝန်ကြီးဌာန  (ဒုတိယဥက္ကဌ)
                (၃) နေပြည်တော်ကောင်စီဝင်တစ်ဦး (အဖွဲ့ဝင်)၊ (၄) တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်အစိုးရအဖွဲ့များမှ လုံခြုံရေးနှင့်
                နယ်စပ်ရေးရာဝန်ကြီးများ (အဖွဲ့ဝင်)၊ (၅) မြို့တော်စည်ပင်သာယာရေးကော်မတီ ဥက္ကဌများ (အဖွဲ့ဝင်)၊ (၆) သက်ဆိုင်ရာ
                ဝန်ထမ်းအဖွဲ့အစည်း အကြီးအမှူးများ (အဖွဲ့ဝင်)၊ (၇) မီးဘေးလုံခြုံရေးကို စိတ်ပါဝင်စားသည့် စေတနာ့ဝန်ထမ်းပုဂ္ဂိုလ်များ (အဖွဲ့ဝင်)၊
                (၈) ညွှန်ကြားရေးမှူးချုပ် (အတွင်းရေးမှူး)၊ (၉) ဒုတိယညွှန်ကြားရေးမှူးချုပ် (တွဲဖက်အတွင်းရေးမှူး)`,
                `ပုဒ်မခွဲ (1)အရ ဖွဲ့စည်းသော ဗဟိုအဖွဲ့ကို လိုအပ်သလို ပြင်ဆင်ဖွဲ့စည်းနိုင်သည်။`
        

        ]},

    {id: "law5",
        title: "အခန်း(၄)။ ဗဟိုအဖွဲ့၏ တာဝန်နှင့် လုပ်ပိုင်ခွင့်များ (ပုဒ်မ-၅)", 
        parag: `ပုဒ်မ-၅။ ဗဟိုအဖွဲ့၏ တာဝန်နှင့် လုပ်ပိုင်ခွင့်များမှာ အောက်ပါအတိုင်းဖြစ်သည် - ` , 
        list: [`မီးဘေးလုံခြုံရေးဆိုင်ရာလုပ်ငန်းစဉ်များ ချမှတ်ခြင်း။`,
                `သဘာဝဘေးအန္တရာယ်မကျရောက်မီ ကြိုတင်ကာကွယ်ရေးနှင့် ကျရောက်သည့်အခါ ရှာဖွေကယ်ဆယ်ရေးအတွက်
                မီးသတ်တပ်ဖွဲ့မှ ကူညီဆောင်ရွက်ရမည့် အစီအစဉ်များ ချမှတ်ခြင်း။`,
                `မီးဘေးလုံခြုံရေးအဖွဲ့အဆင့်ဆင့်တို့၏ လုပ်ငန်းများကို ကြီးကြပ်ကွပ်ကဲခြင်း၊ လမ်းညွှန်ခြင်းနှင့် ပေါင်းစပ်ညှိုနှိုင်းပေးခြင်း။`,
                `မီးသတ်တပ်ဖွဲ့လုပ်ငန်းများကို စစ်ဆေးခြင်း၊ ကြီးကြပ်ကွဲကဲခြင်း၊ လမ်းညွှန်ခြင်းနှင့် ပေါင်းစပ်ညှိုနှိုင်းပေးခြင်း။`,
                `ပြည်တွင်း၊ ပြည်ပစေတနာရှင်များထံမှ လှူဒါန်းငွေများ၊ ပစ္စည်းများ၊ နည်းပညာအကူအညီများ လက်ခံရယူခြင်း၊ ယင်း
                လှူဒါန်းငွေများ၊ ပစ္စည်းများ၊ နည်းပညာအကူအညီများကို မီးဘေးအန္တရာယ်၊ သဘာဝဘေးအန္တရာယ်၊ ကပ်ရောဂါဘေး အန္တရာယ်
                သို့မဟုတ် ရုတ်တရက်ဖြစ်ပွားသော ဘေးအန္တရာယ်တားဆီးရေးနှင့် ကယ်ဆယ်ရေးလုပ်ငန်းများတွင် စနစ်တကျ အသုံးပြုခြင်းနှင့်
                စပ်လျဉ်း၍ လမ်းညွှန်ခြင်း၊ ကြီးကြပ်ခြင်း။`,               
        ]},

    {id: "law6",
        title: "အခန်း(၅)။ မီးဘေးလုံခြုံရေးအဖွဲ့ အဆင့်ဆင့် ဖွဲ့စည်းခြင်း (ပုဒ်မ-၆)", 
        parag: `ပုဒ်မ-၆။   ဗဟိုအဖွဲ့သည် မီးဘေးလုံခြုံရေးအဖွဲ့အဆင့်ဆင့်ကို သတ်မှတ်ချက်များနှင့်အညီ အောက်ပါအတိုင်းဖွဲ့စည်းရမည် -` , 
        list: [`ပြည်ထောင်စုနယ်မြေ၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်၊ မီးဘေးလုံခြုံရေးအဖွဲ့။`,
                `ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရတိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရဒေသ မီးဘေးလုံခြုံရေးအဖွဲ့။`,
                `ခရိုင်မီးဘေးလုံခြုံရေးအဖွဲ့။`, `မြို့နယ်မီးဘေးလုံခြုံရေးအဖွဲ့။`, `မြို့မီးဘေးလုံခြုံရေးအဖွဲ့။`,
                `ရပ်ကွက် သို့မဟုတ် ကျေးရွာအုပ်စု မီးဘေးလုံခြုံရေးအဖွဲ့။`,
    ]},

    {id: "law7",
        title: "အခန်း(၅)။ မီးဘေးလုံခြုံရေးအဖွဲ့ အဆင့်ဆင့် ဖွဲ့စည်းခြင်း (ပုဒ်မ-၇)", 
        parag: `ပုဒ်မ-၇။   ဗဟိုအဖွဲ့သည် ပုဒ်မ-၆ ပါ မီးဘေးလုံခြုံရေးအဖွဲ့ အဆင့်ဆင့်၏ တာဝန်နှင့် လုပ်ပိုင်ခွင့်များကို သတ်မှတ်ရမည်။` , 
        list: []},
        
    {id: "law8",
        title: "အခန်း(၆)။ အရန်မီးသတ်တပ်ဖွဲ့ဖွဲ့စည်းခြင်း (ပုဒ်မ-၈)", 
        parag: `ပုဒ်မ-၈။   မီးသတ်ဦးစီးဌာနသည် -` , 
        list: [`မီးဘေးလုံခြုံရေးလုပ်ငန်းများ ဆောင်ရွက်ရာတွင်လည်းကောင်း၊ မီးဘေးအန္တရာယ်၊ အခြားသောဘေးအန္တရာယ်၊ ကပ်ရောဂါဘေးအန္တရာယ်နှင့်
                ရုတ်တရက်ဖြစ်ပွားသော ဘေးအန္တရာယ်များအတွက် ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်းများ ဆောင်ရွက်ရာတွင်လည်းကောင်း၊
                မီးဘေးလုံခြုံရေးအသိပညာရပ်များ ပြည်သူလူထုအတွင်း စိမ့်ဝင်ပျံ့နှံ့စေရေးအတွက် လှုံ့ဆော်ပညာပေးရာတွင်လည်းကောင်း၊
                မီးသတ်ဝန်ထမ်းများနှင့်အတူ စေတနာ့ဝန်ထမ်း ပါဝင်ကူညီဆောင်ရွက်နိုင်ရေးအတွက် အရန်မီးသတ်တပ်ဖွဲ့ကို ဖွဲ့စည်းထားရှိရမည်။`,
                `ပုဒ်မခွဲ(1)အရ ဖွဲ့စည်းထားသော အရန်မီးသတ်တပ်ဖွဲ့ကို ပြောင်းလဲဖွဲ့စည်းခြင်း၊ ဖျက်သိမ်းခြင်း ပြုလုပ်လိုပါက မီးသတ်ဦးစီးဌာန၏
                ခွင့်ပြုချက်ရရှိမှသာ ဆောင်ရွက်ရမည်။`,
        ]},

    {id: "law9",
        title: "အခန်း(၆)။ အရန်မီးသတ်တပ်ဖွဲ့ဖွဲ့စည်းခြင်း (ပုဒ်မ-၉)", 
        parag: `ပုဒ်မ-၉။   မီးသတ်ဦးစီးဌာနသည် -` , 
        list: [`အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းပုံစည်းမျဉ်းကို ရေးဆွဲထားရှိရမည်။`,
                `အရန်မီးသတ်တပ်ဖွဲ့ဝင် အဆင့်ဆင့်တို၏ တာဝန်နှင့် လုပ်ပိုင်ခွင့်များကို သတ်မှတ်ရမည်။`,
                `အရန်မီးသတ်တပ်ဖွဲ့ဝင်များအား လေ့ကျင့်သင်ကြားရေးနှင့် နည်းပညာများ ရရှိရေးတို့အတွက် ဆောင်ရွက်ရမည်။`,
                `အရန်မီးသတ်တပ်ဖွဲ့ အဆင့်ဆင့်၏ အထောက်အပံ့ပစ္စည်းနှင့် ငွေကြေးများကို လက်ခံရယူခြင်း၊ ထိန်းသိမ်းခြင်း၊ သုံးစွဲခြင်း၊
                နည်းလမ်းများကို သတ်မှတ်ရမည်။`
        ]},
    
    {id: "law10",
        title: "အခန်း(၆)။ အရန်မီးသတ်တပ်ဖွဲ့ဖွဲ့စည်းခြင်း (ပုဒ်မ-၁၀)", 
        parag: `ပုဒ်မ-၁၀။   အသက် ၁၈ နှစ်ပြည့်ပြီးသူ မည်သူမဆို သတ်မှတ်ချက်များနှင့်အညီ အရန်မီးသတ်တပ်ဖွဲ့သို့ မိမိဆန္ဒအလျောက် ပါဝင်ခွင့်ရှိသည်။` , 
        list: []},

    {id: "law11",
        title: "အခန်း(၆)။ အရန်မီးသတ်တပ်ဖွဲ့ဖွဲ့စည်းခြင်း (ပုဒ်မ-၁၁)", 
        parag: `ပုဒ်မ-၁၁။   မီးသတ်ဦးစီးဌာနသည် အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းရာတွင် လိုအပ်ပါက သက်ဆိုင်ရာအစိုးရဌာန၊ အဖွဲ့အစည်းများနှင့် ညှိနှိုင်းဆောင်ရွက်နိုင်သည်။` , 
        list: []},
    {id: "law12",
        title: "အခန်း(၆)။ အရန်မီးသတ်တပ်ဖွဲ့ဖွဲ့စည်းခြင်း (ပုဒ်မ-၁၂)", 
        parag: `ပုဒ်မ-၁၂။   နေပြည်တော်ကောင်စီ၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်အစိုးရအဖွဲ့တို့သည် လိုအပ်ပါက အရန်မီးသတ်တပ်ဖွဲ့များ၏ အခြေခံလိုအပ်ချက်များနှင့်
                အုပ်ချုပ်မှုကိစ္စများကို ဖြည့်ဆည်းဆောင်ရွက်ပေးရမည်။` , 
        list: []},
    {id: "law13",
        title: "အခန်း(၇)။ သီးသန့်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်း (ပုဒ်မ-၁၃)", 
        parag: `ပုဒ်မ-၁၃။  မီးသတ်ဦးစီးဌာနသည် - ` , 
        list: [`စက်ရုံ၊ အလုပ်ရုံ၊ ကားဂိတ်၊ လေဆိပ်၊ ရေဆိပ်၊ ဟိုတယ်၊ မိုတယ်၊ တည်းခိုခန်း၊ စုပေါင်းပိုင် အဆောက်အုံ၊ ဈေး၊
        အလုပ်ဌာန၊ အဖွဲ့အစည်းနှင့် မီးဘေးအန္တရာယ်စိုးရသောလုပ်ငန်းများဥ သီးသန့်မီးသတ်တပ်ဖွဲ့များကို ဖွဲ့စည်းထားရှိရန် သက်ဆိုင်ရာ
        ပိုင်ရှင် သို့မဟုတ် စီမံခန့်ခွဲသူအား ညွှန်ကြားရမည်။`,
        `ပုဒ်မခွဲ(1)အရ ဖွဲ့စည်းတည်ထောင်ထားသော သီးသန့်မီးသတ်တပ်ဖွဲ့ကို ပြောင်းလဲဖွဲ့စည်းခြင်း၊ ဖျက်သိမ်းခြင်း ပြုလုပ်လိုပါက
        မီးသတ်ဦးစီးဌာန၏ ခွင့်ပြုချက်ရရှိမှသာ ဆောင်ရွက်ရမည်။`
    ]},

    {id: "law14",
        title: "အခန်း(၇)။ သီးသန့်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်း (ပုဒ်မ-၁၄)", 
        parag: `ပုဒ်မ-၁၄။  သီးသန့်မီးသတ်တပ်ဖွဲ့သည် - ` , 
        list: [`သက်ဆိုင်ရာ မီးသတ်ဦးစီးမှူး၏ ကြီးကြပ်မှုနှင့် စစ်ဆေးမှုကို ခံယူရမည်။`,
                `မီးဘေးလုံခြုံရေးလုပ်ငန်းများ ဆောင်ရွက်ရာတွင်လည်းကောင်း၊ မီးဘေးအန္တရာယ်၊ အခြားသဘာဝဘေးအန္တရာယ်၊
                ကပ်ရောဂါဘေးအန္တရာယ် သို့မဟုတ် ရုတ်တရက်ဖြစ်ပွားသော ဘေးအန္တရာယ်ကျရောက်သည့်အခါတွင်လည်းကောင်း
                သက်ဆိုင်ရာ မီးသတ်ဝန်ထမ်းများ၊ အရန်မီးသတ်တပ်ဖွဲ့ဝင်များနှင့်အတူ ပူးပေါင်းဆောင်ရွက်ရမည်။`,
                `မီးဘေးလုံခြုံရေးဆိုင်ရာ ပညာရပ်များ လေ့ကျင့်သင်ကြားရေး၊ ကျွမ်းကျင်မှုရှိစေရေးနှင့် နည်းပညာများ ရရှိစေရေးအတွက်
                မီးသတ်ဦးစီးဌာန၏ ညွှန်ကြားမှုကို ခံယူရမည်။`
    ]},

    {id: "law15",
    title: "အခန်း(၈)။ မီးဘေးလုံခြုံရေးလုပ်ငန်းများ (ပုဒ်မ-၁၅)", 
    parag: `ပုဒ်မ-၁၅။  မီးဘေးလုံခြုံရေးအဖွဲ့ အဆင့်ဆင့်သည် - ` , 
    list: [`ဗဟိုအဖွဲ့က ချမှတ်ထားသော လုပ်ငန်းစဉ်များနှင့်အညီ မီးဘေးလုံခြုံရေးလုပ်ငန်းများကို ဆောင်ရွက်ရမည်။`,
            `မီးဘေးလုံခြုံရေးလုပ်ငန်းများတွင် ပြည်သူတို့၏ ပူးပေါင်းဆောင်ရွက်မှုကို ရရှိရန် ပညာပေးစည်းရုံးရမည်။`,
            `မီးဘေးအန္တရာယ်၊ အခြားသဘာဝဘေးအန္တရာယ်၊ ကပ်ရောဂါဘေးအန္တရာယ် သို့မဟုတ် ရုတ်တရက်ဖြစ်ပွားသော ဘေးအန္တရာယ်
            ကျရောက်သည့်အခါ ဗဟိုအဖွဲ့က ချမှတ်ထားသည့် လုပ်ငန်းစဉ်များနှင့်အညီ သက်ဆိုင်ရာ မီးသတ်တပ်ဖွဲ့ဝင်များအားလုံး ပါဝင်ဆောင်ရွက်နိုင်ရေးအတွက်
            လိုအပ်သလို ကြီးကြပ်ကွပ်ကဲရမည်။`,
            `မီးဘေးလုံခြုံရေး ကြိုတင်သတိပေးအဖွဲ့များအား သက်ဆိုင်ရာအုပ်ချုပ်ရေးအဖွဲ့အစည်းများနှင့် ပေါင်းစပ်ညှိနှိုင်း၍ တာဝန်ချထားရမည်။`
]},

    {id: "law16",
        title: "အခန်း(၈)။ မီးဘေးလုံခြုံရေးလုပ်ငန်းများ  (ပုဒ်မ-၁၆)", 
        parag: `ပုဒ်မ-၁၆။  မြို့နယ်မီးသတ်ဦးစီးမှူးသည် - ` , 
        list: [`မြို့၊ ရပ်ကွက်သို့မဟုတ် ကျေးရွာအုပ်စုအတွင်း နေထိုင်သူများ လိုက်နာရမည့် မီးဘေးလုံခြုံရေးဆိုင်ရာ ညွှန်ကြားချက်များကို အခါအားလျော်စွာ ထုတ်ပြန်ရမည်။`,
                `ပုဒ်မခွဲ(1)အရ ထုတ်ပြန်ထားသော ညွှန်ကြားချက်များကို မြို့/ရပ်ကွက် သို့မဟုတ် ကျေးရွာအုပ်စုအတွင်း နေထိုင်သူများ
                လိုက်နာခြင်း ရှိ/မရှိ သတ်မှတ်ချက်များနှင့် စစ်ဆေးခြင်း၊ စစ်ဆေးစေခြင်းနှင့် လိုက်နာမှု မရှိသူများကို လိုအပ်သလို သတိပေးခြင်း၊
                အရေးယူခြင်းတို့ ပြလုပ်နိုင်ရန် စီစဉ်ဆောင်ရွက်ရမည်။`
        ]},

    {id: "law17",
        title: "အခန်း(၈)။ မီးဘေးလုံခြုံရေးလုပ်ငန်းများ  (ပုဒ်မ-၁၇)", 
        parag: `ပုဒ်မ-၁၇။  သက်ဆိုင်ရာ အစိုးရဌာန၊ အဖွဲ့အစည်းသည် အောက်ပါကိစ္စရပ်များအတွက် ခွင့်ပြုမိန့်ထုတ်မပေးမီ မီးဘေးလုံခြုံရေးကိစ္စအလို့ငှာ
                မီးသတ်ဦးစီးဌာန၏ မီးဘေးလုံခြုံရေးဆိုင်ရာ စစ်ဆေးထောက်ခံချက်ကို ရယူရမည် - ` , 
        list: [`သုံးထပ်နှင့် အထက်ရှိ အဆောက်အုံ၊ စုပေါင်းပိုင်အိမ်ရာ၊ ဈေးး၊ လူအများအပြား စုဝေးအသုံးပြုသည့် အဆောက်အအုံများ ဆောက်လုပ်ခြင်း။`,
                `ဟိုတယ်၊ မိုတယ်၊ တည်းခိုခန်းလုပ်ငန်း လုပ်ကိုင်ခြင်း။`,
                `စက်ရုံ၊ အလုပ်ရုံ၊ သိုလှောင်ရုံနှင့် သိုလှောင်ကန်များ ဆောက်လုပ်ခြင်း။`,
                `မီးဘေးအန္တရာယ် စိုးရိမ်ရသောလုပ်ငန်း သို့မဟုတ် ပေါက်ကွဲစေတတ်သည့် ပစ္စည်းအသုံးပြု၍ လုပ်ငန်းလုပ်ကိုင်ခြင်း။`,
                `မီးဘေးလုံခြုံရေးဆိုင်ရာ ပစ္စည်းကိရိယာများ တင်သွင်းခြင်း၊ ထုတ်လုပ်ခြင်းနှင့် ရောင်းချခြင်း။`,
                `မော်တော်ယာဉ်၊ မီးရထား၊ လေယာဉ်၊ ရဟတ်ယာဉ်၊ သင်္ဘော၊ စက်တပ်ရေယာဉ်၊ စက်မဲ့ရေယာဉ်တို့ကို အသုံးပြု၍ သယ်ယူပို့ဆောင်ရေးလုပ်ငန်းများ လုပ်ကိုင်ခြင်း။`,
            ]},
     {id: "law18",
        title: "အခန်း(၈)။ မီးဘေးလုံခြုံရေးလုပ်ငန်းများ  (ပုဒ်မ-၁၈)", 
        parag: `ပုဒ်မ-၁၈။  သက်ဆိုင်ရာအစိုးရဌာန၊ အဖွဲ့အစည်းသည် မြို့ပြ၊ ကျေးရွာတည်ဆောက်ရေးနှင့် မြို့ပြ၊ ကျေးရွာဖွံ့ဖြိုးရေးစီမံကိန်းများ၊
                စက်မှုဇုန်နှင့် စီးပွားရေးဇုန် စီမံကိန်းများရေးဆွဲရာတွင် မီးဘေးလုံခြုံရေးကိစ္စအလို့ငှာ မီးသတ်ဦးစီးဌာန၏ သဘောထားကို ရယူဆောင်ရွက်ရမည်။` , 
        list: []},
    {id: "law19",
        title: "အခန်း(၈)။ မီးဘေးလုံခြုံရေးလုပ်ငန်းများ  (ပုဒ်မ-၁၉)", 
        parag: `ပုဒ်မ-၁၉။  သက်ဆိုင်ရာခွင့်ပြုမိန့် ထုတ်ပေးနိုင်သူသည် အများပြည်သူဆိုင်ရာနေရာများတွင် ပြပွဲ၊ ပြိုင်ပွဲ၊ ပျော်ပွဲရွှင်ပွဲနှင့် 
                ဘာသာရေးဆိုင်ရာပွဲများ ကျင်းပခြင်း သို့မဟုတ် မီးဘေးအန္တရာယ် စိုးရိမ်ရသော လုပ်ငန်းများကို လုပ်ကိုင်ဆောင်ရွက်
                ခွင့်ပြုရာ၌ မီးဘေးလုံခြုံရေးကိစ္စအလို့ငှာ သက်ဆိုင်ရာ မီးသတ်ဦးစီးဌာနမှူး၏ သဘောထားရယူ ဆောင်ရွက်ရမည်။` , 
        list: []},
    {id: "law20",
        title: "အခန်း(၉)။ မီးလောင်မှုနှင့် စပ်လျဉ်းသည့် တာဝန်နှင့် လုပ်ပိုင်ခွင့်များ (ပုဒ်မ-၂၀)", 
        parag: `ပုဒ်မ-၂၀။ မီးလောင်မှုဖြစ်ပွားသည့်အခါ သက်ဆိုင်ရာ မီးသတ်တာဝန်ခံကဖြစ်စေ၊ သက်ဆိုင်ရာ မီးဘေးလုံခြုံရေးအဖွဲ့၏ အဖွဲ့ဝင်တစ်ဦးဦးကဖြစ်စေ၊
                ယင်းတို့၏ တာဝန်ပေးအပ်ခြင်းခံရသော မီးသတ်ဝန်ထမ်း သို့မဟုတ် အရန်မီးသတ်တပ်ဖွဲ့ဝင် တစ်ဦးဦးကဖြစ်စေ မီးငြှိမ်းသတ်ရေးနှင့် သက်ဆိုင်သော
                အောက်ပါလုပ်ပိုင်ခွင့်များကို ဆောင်ရွက်ခွင့်ရှိသည် -` , 
        list: [`လျှပ်စစ်မီး ဖြတ်တောက်ခြင်း။`, `ရေနံနှင့် ဓာတ်ငွေ့ပိုက်လိုင်းများ ပိတ်ဆို့ဖြတ်တောက်ခြင်း။`,
                `မီးသတ်ယာဉ်များ အလွယ်တကူ ဝင်ထွက်သွားလာနိုင်ရေးအတွက် လမ်းများ ရှင်းလင်းခြင်း။`,
                `ထိရောက်စွာ မီးငြှိမ်းသတ်နိုင်ရေးအတွက် လိုအပ်သည့် နေအိမ်ဥပစာနှင့် အဆောက်အုံအတွင်းသို့ ဝင်ရောက်ခြင်း။`,
                `မီးကူးစက်ရန် အကြောင်းရှိသည့် နေအိမ်၊ ဥပစာနှင့် အဆောက်အအုံများကို လိုအပ်သည့် အတိုင်းအတာအထိ ဖြိုဖျက်ခြင်း။`,
                `ရေရရှိရေးအတွက် မည့်သည့်နေရာ၊ ရေတွင်း၊ ရေကန်၌မဆို ရေရယူခြင်းနှင့် ရေပိုမိုရရှိစေရန် အခြားပိုက်လိုင်းများကို ပိတ်ဆို့ခြင်း။`,
                `မီးငြှိမ်းသတ်ရေးလုပ်ငန်းအတွက် မည်သည့်ယာဉ်ကိုမဆို ရယူအသုံးပြုခြင်း။`
        ]},
    
    {id: "law21",
        title: "အခန်း(၉)။ မီးလောင်မှုနှင့် စပ်လျဉ်းသည့် တာဝန်နှင့် လုပ်ပိုင်ခွင့်များ (ပုဒ်မ-၂၁)", 
        parag: `ပုဒ်မ-၂၁။ မြို့နယ်မီးသတ်ဦးစီးမှူးသည် မီးလောင်မှုဖြစ်ပွားသည့် အကြောင်းရင်း၊ မီးလောင်ဆုံးရှုံးမှု ခန့်မှန်းတန်ဖိုးနှင့် မီးလောင်မှုအတွက်
                တာဝန်ရှိသူတို့ကို အမြန်ဆုံး စုံစမ်းစစ်ဆေး၍ အဆင့်ဆင့်တင်ပြရမည်။` , 
        list: []},
     

    {id: "law22",
        title: "အခန်း(၉)။ မီးလောင်မှုနှင့် စပ်လျဉ်းသည့် တာဝန်နှင့် လုပ်ပိုင်ခွင့်များ (ပုဒ်မ-၂၂)", 
        parag: `ပုဒ်မ-၂၂။ ဝန်ကြီးဌာနသည် - ` , 
        list: [`လိုအပ်ပါက မီးလောင်မှုကို စုံစမ်းစစ်ဆေး တင်ပြစေရန် စုံစမ်းစစ်ဆေးရေးအဖွဲ့ ဖွဲ့စည်း၍ တာဝန်ပေးအပ်နိုင်သည်။`,
                `ပုဒ်မခွဲ(1)အရ စုံစမ်းစစ်ဆေးရေးအဖွဲ့ ဖွဲ့စည်းသည့်အခါ ပုဒ်မ-၂၁ အရ ပြုလုပ်သော စုံစမ်းစစ်ဆေးခြင်းကို ရပ်ဆိုင်း၍
                စုံစမ်းစစ်ဆေးပြီးစီးသည်အထိ စုံစမ်းစစ်ဆေးရေးအဖွဲ့သို့ လွှဲအပ်တင်ပြရမည်။`
     ]},

    {id: "law23",
        title: "အခန်း(၁၀)။ ညွှန်ကြားရေးမှူးချုပ်၏ တာဝန်နှင့် လုပ်ပိုင်ခွင့်များ (ပုဒ်မ-၂၃)", 
        parag: `ပုဒ်မ-၂၃။ ညွှန်ကြားရေးမှူးချုပ်၏ တာဝန်နှင့် လုပ်ပိုင်ခွင့်များမှာ အောက်ပါအတိုင်းဖြစ်သည် - ` , 
        list: [`မြို့ပြ၊ ကျေးရွာတည်ဆောက်ရေးနှင့် မြို့ပြ၊ ကျေးရွာဖွံ့ဖြိုးရေး စီမံကိန်းများ၊ စက်မှုဇုန်နှင့် စီးပွားရေးဇုန် စီမံကိန်းများတွင်
                မီးဘေးလုံခြုံရေးနှင့် စပ်လျဉ်း၍ အကြံဥာဏ်ပေးခြင်း။`,
                `မီးသတ်ဝန်ထမ်းများနှင့် အရန်မီးသတ်တပ်ဖွဲ့ဝင် အဆင့်ဆင့်တို့၏ တာဝန်နှင့် လုပ်ပိုင်ခွင့်များကို သတ်မှတ်ခြင်း`,
                `မီးသတ်တပ်ဖွဲ့များအား ကြီးကြပ်ကွပ်ကဲခြင်း၊ လမ်းညွှန်ခြင်း။`,
                `မီးဘေးလုံခြုံရေးဆိုင်ရာ သင်တန်းများနှင့် ရှာဖွေကယ်ဆယ်ရေးသင်တန်းများ ဖွင့်လှစ်ခြင်း။`,
                `မီးသတ်တပ်ဖွဲ့ဝင်များအား ပြည်တွင်း ပြည်ပသင်တန်းများ တက်ရောက်စေရန် စီစဉ်ဆောင်ရွက်ခြင်း။`,
                `မီးငြှိမ်းသတ်ရာတွင်လည်းကောင်း၊ သဘာဝဘေးအန္တရာယ်၊ ကပ်ရောဂါဘေးအန္တရာယ် သို့မဟုတ် အခြား ရုတ်တရက်ဖြစ်ပွားသော
                ဘေးအန္တရာယ်ကို တားဆီးကာကွယ်ရေးနှင့် ရှာဖွေကယ်ဆယ်ရေးဆောင်ရွက်ရာတွင်လည်းကောင်း စွမ်းစွမ်းတမံ ပါဝင်ဆောင်ရွက်ခဲ့သော
                မီးသတ်တပ်ဖွဲ့ဝင်များ၊ နိုင်ငံ့ဝန်ထမ်းများနှင့် တာဝန်သိပြည်သူတို့အား ဆုချီးမြှင့်ခြင်း သို့မဟုတ် ဘွဲ့ထူး၊ ဂုဏ်ထူးချီးမြှင့်နိုင်ရေးအတွက်
                သက်ဆိုင်ရာသို့ ထောက်ခံတင်ပြခြင်း။`,
                `မီးသတ်တပ်ဖွဲ့ဝင်တစ်ဦးဦးသည် မီးငြှိမ်းသတ်ရေး၊ သဘာဝဘေးအန္တရာယ်၊ ကပ်ရောဂါဘေးအန္တရာယ် သို့မဟုတ် အခြားရုတ်တရက်ဖြစ်ပွားသော
                ဘေးအန္တရာယ် တားဆီးကာကွယ်ရေးနှင့် ရှာဖွေကယ်ဆယ်ရေး တာဝန်ထမ်းဆောင်ရာတွင် သေဆုံးမှု သို့မဟုတ် ထိခိုက်ဒဏ်ရာရရှိပါက သတ်မှတ်ချက်များနှင့်အညီ လျော်ကြေး
                သို့မဟုတ် ဂရုဏာကြေးရရှိစေရန် ဆောင်ရွက်ခြင်း`,
                `မီးဘေးအန္တရာယ်နှင့် အခြားသော သဘာဝဘေးအန္တရာယ်တို့ကို ပြည်သူများ နားလည်သဘောပေါက်စေရေးအတွက် ပညာပေးလုပ်ငန်းများ ဆောင်ရွက်ခြင်း။`,
                `မီးဘေးလုံခြုံရေး၊ သဘာဝဘေးအန္တရာယ်ကာကွယ်ရေးနှင့် ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်းများနှင့် စပ်လျဉ်း၍ သုတေသနပြုလုပ်ခြင်း။`,
                `အရန်မီးသတ်တပ်ဖွဲ့ဝင်ဦးရေ တိုးတက်များပြားလာစေရေးအတွက် စည်းရုံးဆောင်ရွက်ခြင်း။`,
                `ဝန်ကြီးဌာန၏ ခွင့်ပြုချက်ဖြင့် အပြည်ပြည်ဆိုင်ရာ မီးသတ်အဖွဲ့အစည်းများ၊ အခြားအဖွဲ့အစည်းများနှင့် ဆက်သွယ်ခြင်း၊ ပူးပေါင်းဆောင်ရွက်ခြင်း။`,
                `ဝန်ကြီးဌာန၏ ခွင့်ပြုချက်ဖြင့် ပြည်တွင်း၊ ပြည်ပစေတနာရှင်များ လှူဒါန်းသည့်ပစ္စည်းနှင့် နည်းပညာအကူအညီများကို မီးဘေးအန္တရာယ်၊
                အခြားသဘာဝဘေးအန္တရာယ်၊ ကပ်ရောဂါဘေးအန္တရာယ် သို့မဟုတ် ရုတ်တရက်ဖြစ်ပွားသော ဘေးအန္တရာယ်တားဆီးရေးနှင့် ကယ်ဆယ်ရေးလုပ်ငန်းများတွင် 
                စနစ်တကျ အသုံးပြုနိုင်ရန် စီမံခန့်ခွဲဆောင်ရွက်ခြင်း။`,
                `ဗဟိုအဖွဲ့နှင့် ဝန်ကြီးဌာနက ပေးအပ်သော တာဝန်နှင့် လုပ်ပိုင်ခွင့်များကို ကျင့်သုံးဆောင်ရွက်ခြင်း။`
  ]},

  
  {id: "law24",
        title: "အခန်း(၁၁)။ တားမြစ်ချက်များ (ပုဒ်မ-၂၄)", 
        parag: `ပုဒ်မ-၂၄။ မည်သူမျှ သက်ဆိုင်ရာမြို့နယ်မီးသတ်ဦးစီးမှူးက ပုဒ်မ၁၆ အရ ထုတ်ပြန်သည့် မီးဘေးလုံခြုံရေးဆိုင်ရာ ညွှန်ကြားချက်ကို
                    လိုက်နာရန်ပျက်ကွက်ခြင်း မရှိစေရ။` , 
        list: []},

  {id: "law25",
        title: "အခန်း(၁၁)။ တားမြစ်ချက်များ (ပုဒ်မ-၂၅)", 
        parag: `ပုဒ်မ-၂၅။ စက်ရုံ၊ အလုပ်ရုံ၊ ကားဂိတ်၊ လေဆိပ်၊ ရေဆိပ်၊ ဟိုတယ်၊ မိုတယ်၊ တည်းခိုခန်း၊ စုပေါင်းပိုင် အဆောက်အအုံ၊
                ဈေး၊ အလုပ်ဌာန၊ အဖွဲ့အစည်း သို့မဟုတ် မီးဘေးအန္တရာယ်စိုးရိမ်ရသော လုပ်ငန်းပိုင်ရှင် သို့မဟုတ် စီမံခန့်ခွဲသူ မည်သူမျှ မီးသတ်ဦးစီးဌာန၏ ညွှန်ကြားချက်နှင့်အညီ -` , 
        list: [`သီးသန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းရန် ပျက်ကွက်ခြင်း မရှိစေရ။`,
                `မီးဘေးလုံခြုံရေးဆိုင်ရာ ပစ္စည်းကိရိယာများကို ထားရှိန်ရန် ပျက်ကွက်ခြင်း မရှိစေရ။`            
    ]},
    
  {id: "law26",
        title: "အခန်း(၁၁)။ တားမြစ်ချက်များ (ပုဒ်မ-၂၆)", 
        parag: `ပုဒ်မ-၂၆။ မည်သူမျှ မီးလောင်မှုဖြစ်ပွားခြင်း မရှိကြောင်း သိလျက်နှင့် မီးလောင်မှုဖြစ်ပွားကြောင်း၊ မီးသတ်တပ်ဖွဲ့သို့
                လိမ်လည်၍ သတင်းပေးတိုင်ကြားခြင်း မပြုရ။` , 
        list: []},
    
    {id: "law27",
        title: "အခန်း(၁၁)။ တားမြစ်ချက်များ (ပုဒ်မ-၂၇)", 
        parag: `ပုဒ်မ-၂၇။ မည်သူမျှ မီးငြှိမ်းသတ်ရန်ထွက်ခွာလာသော မီးသတ်တပ်ဖွဲ့ဝင်များနှင့် မီးသတ်ယာဉ်များကို အကြောင်းမဲ့
                ဟန့်တားခြင်း၊ လမ်းပိတ်ဆို့ခြင်း, နှောင်ယှက်ခြင်း၊ ရန်ပြုခြင်း၊ မီးလောင်မှုနှင့် မသက်ဆိုင်သည့်နေရာသို့ တစ်နည်းနည်းဖြင့် လမ်းပြခေါ်ယူခြင်း မပြုရ။ ` , 
        list: []},

    {id: "law28",
        title: "အခန်း(၁၁)။ တားမြစ်ချက်များ (ပုဒ်မ-၂၈)", 
        parag: `ပုဒ်မ-၂၈။ မည်သူမျှ မီးငြှိမ်းသတ်ရေးလုပ်ငန်းများ ဆောင်ရွက်နေသော မီးသတ်တပ်ဖွဲ့ဝင်များကို ဟန့်တားခြင်း၊ နှောင်ယှက်ခြင်း၊ လက်ရောက်မှုပြုခြင်း မပြုရ။` , 
        list: []},
    
    {id: "law29",
        title: "အခန်း(၁၁)။ တားမြစ်ချက်များ (ပုဒ်မ-၂၉)", 
        parag: `ပုဒ်မ-၂၉။ မည်သူမျှ မီးလောင်မှုဖြစ်ပွားသည့်အခါ သက်ဆိုင်ရာ မီးသတ်တာဝန်ခံကဖြစ်စေ၊ သက်ဆိုင်ရာမီးဘေးလုံခြုံရေးအဖွဲ့ဝင် တစ်ဦးဦးကဖြစ်စေ၊
                ယင်းတို့က တာဝန်ပေးအပ်ခြင်းခံရသော မီးသတ်တပ်ဖွဲ့ဝင်တစ်ဦးဦးကဖြစ်စေ ပုဒ်မ-၂၀ ပါ လုပ်ပိုင်ခွင့် တစ်ရပ်ရပ်ဆောင်ရွက်ခြင်းကို
                ဟန့်တားခြင်း သို့မဟုတ် နှောင့်ယှက်ခြင်း မပြုရ။ ` , 
        list: []},
    
    {id: "law30",
        title: "အခန်း(၁၁)။ တားမြစ်ချက်များ (ပုဒ်မ-၃၀)", 
        parag: `ပုဒ်မ-၃၀။ မည်သူမျှ မီးစတင်လောင်သောနေရာနှင့် မီးလောင်မှုအကြောင်းရင်းကို သက်ဆိုင်ရာက စုံစမ်းဖော်ထုတ်အတည်မပြုမီကာလအတွင်း
                မီးလောင်ပြင်နေရာ၏ သတ်မှတ်ထားသော ဧရိယာအတွင်းရှိ သက်သေခံပစ္စည်းများကို ဖယ်ရှားခြင်း၊ ရှင်းလင်းခြင်း၊ ပြောင်းရွှေ့ခြင်း မပြုရ။` , 
        list: []},
    
    {id: "law31",
        title: "အခန်း(၁၁)။ တားမြစ်ချက်များ (ပုဒ်မ-၃၁)", 
        parag: `ပုဒ်မ-၃၁။ မည်သူမျှ မီးသတ်ဦးစီးဌာန၏ ညွှန်ကြားချက် သို့မဟုတ် ခွင့်ပြုချက် မရရှိဘဲ အရန်မီးသတ်တပ်ဖွဲ့ကို
                ဖွဲ့စည်းတည်ထောင်ခြင်း၊ ပြောင်းလဲဖွဲ့စည်းခြင်း သို့မဟုတ် ဖျက်သိမ်းခြင်း မပြုရ။ ` , 
        list: []},

    {id: "law32",
        title: "အခန်း(၁၁)။ တားမြစ်ချက်များ (ပုဒ်မ-၃၂)", 
        parag: `ပုဒ်မ-၃၂။ မည်သူမျှ မီးသတ်ဦးစီးဌာန၏ ညွှန်ကြားချက် သို့မဟုတ် ခွင့်ပြုချက် မရရှိဘဲ သီးသန့်မီးသတ်တပ်ဖွဲ့ကို
                ဖွဲ့စည်းတည်ထောင်ခြင်း သို့မဟုတ် ဖျက်သိမ်းခြင်း မပြုရ။` , 
        list: []},

    {id: "law33",
        title: "အခန်း(၁၁)။ တားမြစ်ချက်များ (ပုဒ်မ-၃၃)", 
        parag: `ပုဒ်မ-၃၃။ မီးလောင်မှုဖြစ်ပွားရာတွင် တာဝန်ထမ်းဆောင်နေသော မည်သည့်မီးသတ်တပ်ဖွဲ့ဝင်မျှ တံစိုးလက်ဆောင်ကိုသော်လည်းကောင်း၊
                ပိုင်ရှင်ခွင့်ပြုသည်ဖြစ်စေ၊ မပြုသည်ဖြစ်စေ၊ အခြားပစ္စည်း သို့မဟုတ် ငွေကြေးတစ်စုံတစ်ရာကိုသော်လည်းကောင်း ရယူခြင်း မပြုရ။` , 
        list: []},
    
    {id: "law34",
        title: "အခန်း(၁၂)။ ပြစ်ဒဏ်များ (ပုဒ်မ-၃၄)", 
        parag: `ပုဒ်မ-၃၄။ မည်သူမဆို ပုဒ်မ ၂၄၊ ပုဒ်မ ၃၀ နှင့် ပုဒ်မ ၃၀ ပါ တားမြစ်ချက် တစ်ရပ်ရပ်ကို ဖောက်ဖျက်ကျူးလွန်ကြောင်း
                ပြစ်မှုထင်ရှား စီရင်ခြင်းခံရလျှင် ထိုသူကို တစ်နှစ်အထိ ထောင်ဒဏ်ဖြစ်စေ၊ ငွေဒဏ်ဖြစ်စေ၊ ဒဏ်နှစ်ရပ်လုံးဖြစ်စေ ချမှတ်ရမည်။` , 
        list: []},

    {id: "law35",
        title: "အခန်း(၁၂)။ ပြစ်ဒဏ်များ (ပုဒ်မ-၃၅)", 
        parag: `ပုဒ်မ-၃၅။ စက်ရုံ၊ အလုပ်ရုံ၊ ကားဂိတ်၊ လေဆိပ်၊ ရေဆိပ်၊ ဟိုတယ်၊ မိုတယ်၊ တည်းခိုခန်း၊ စုပေါင်းပိုင် အဆောက်အအုံ၊ ဈေး၊
                အလုပ်ဌာန၊ အဖွဲ့အစည်း သို့မဟုတ် မီးဘေးအန္တရာယ်စိုးရိမ်ရသော လုပ်ငန်းပိုင်ရှင် သို့မဟုတ် စီမံခန့်ခွဲသူ မည်သူမဆို
                ပုဒ်မ ၂၅ ပါ တားမြစ်ချက်များကို ဖောက်ဖျက်ကျူးလွန်ကြောင်း ပြစ်မှုထင်ရှား စီရင်ခြင်း ခံရလျှင် ထိုသူကို သုံးနှစ်အထိ 
                ထောင်ဒဏ်ဖြစ်စေ၊ ငွေဒဏ်ဖြစ်စေ၊ ဒဏ်နှစ်ရပ်လုံးဖြစ်စေ ချမှတ်ရမည်။` ,                 
        list: []},
    
    {id: "law36",
        title: "အခန်း(၁၂)။ ပြစ်ဒဏ်များ (ပုဒ်မ-၃၆)", 
        parag: `ပုဒ်မ-၃၆။ မည်သူမဆို ပုဒ်မ ၂၆ နှင့် ပုဒ်မ ၃၂ ပါ တားမြစ်ချက် တစ်ရပ်ရပ်ကို ဖောက်ဖျက်ကျးလွန်ကြောင်း ပြစ်မှုထင်ရှား
                စီရင်ခြင်း ခံရလျှင် ထိုသူကို သုံးနှစ်အထိ ထောင်ဒဏ်ဖြစ်စေ၊ ငွေဒဏ်ဖြစ်စေ၊ ဒဏ်နှစ်ရပ်လုံးဖြစ်စေ ချမှတ်ရမည်။` , 
        list: []},
            
    {id: "law37",
        title: "အခန်း(၁၂)။ ပြစ်ဒဏ်များ (ပုဒ်မ-၃၇)", 
        parag: `ပုဒ်မ-၃၇။ မည်သူမဆို ပုဒ်မ ၂၇၊ ပုဒ်မ ၂၈ နှင့် ပုဒ်မ ၂၉ ပါ တားမြစ်ချက် တစ်ရပ်ရပ်ကို ဖောက်ဖျက်ကျူးလွန်ကြောင်း
                ပြစ်မှုထင်ရှား စီရင်ခြင်းခံရလျှင် ထိုသူကို ငါးနှစ်အထိ ထောင်ဒဏ်ဖြစ်စေ၊ ငွေဒဏ်ဖြစ်စေ၊ ဒဏ်နှစ်ရပ်လုံးဖြစ်စေ ချမှတ်ရမည်။` , 
        list: []},

    {id: "law38",
        title: "အခန်း(၁၂)။ ပြစ်ဒဏ်များ (ပုဒ်မ-၃၈)", 
        parag: `ပုဒ်မ-၃၈။ မီးသတ်တပ်ဖွဲ့ဝင် မည်သူမဆို ပုဒ်မ ၃၃ ပါ တားမြစ်ချက်ကို ဖောက်ဖျက်ကျူးလွန်ကြောင်း ပြစ်မှုထင်ရှား
                စီရင်ခြင်းခံရလျှင် ထိုသူကို ခုနစ်နှစ်အထိ ထောင်ဒဏ်ချမှတ်ရမည့်အပြင် ငွေဒဏ်လည်း ချမှတ်နိုင်သည်။` , 
        list: []},
    
    {id: "law39",
        title: "အခန်း(၁၂)။ ပြစ်ဒဏ်များ (ပုဒ်မ-၃၉)", 
        parag: `ပုဒ်မ-၃၉။ မည်သူမဆို ဤဥပဒေပါ တားမြစ်ချက် တစ်ရပ်ရပ်ကို ဖောက်ဖျက်ကျူးလွန်ရာတွင် အားပေးကူညီကြောင်း သို့မဟုတ်
                ကျူးလွန်ရန် ပူးပေါင်းကြံစည်ကြောင်း ပြစ်မှုထင်ရှား စီရင်ခြင်း ခံရလျှင် ထိုသူကို သက်ဆိုင်ရာ ပြစ်မှုပါ ပြစ်ဒဏ်အတိုင်း ချမှတ်ရမည်။` , 
        list: []},

    {id: "law40",
        title: "အခန်း(၁၃)။ အထွေထွေ (ပုဒ်မ-၄၀)", 
        parag: `ပုဒ်မ-၄၀။ မီးဘေးလုံခြုံရေးကိစ္စအလို့ငှာ လိုအပ်သည့် စစ်ဆေးဆောင်ရွက်ချက်များအတွက် သတ်မှတ်ချက်များနှင့် အညီ သက်ဆိုင်ရာ ပိုင်ရှင်
                သို့မဟုတ် စီမံခန့်ခွဲသူက ဝန်ဆောင်ခကို မီးသတ်ဦးစီးဌာနသို့ ပေးဆောင်ရမည်။ ဝန်ကြီးဌာနသည် ပြည်ထောင်စု အစိုးရအဖွဲ့၏
                ခွင့်ပြုချက်ဖြင့် ဝန်ဆောင်ခကို` , 
        list: []},

        
    {id: "law41",
        title: "အခန်း(၁၃)။ အထွေထွေ (ပုဒ်မ-၄၁)", 
        parag: `ပုဒ်မ-၄၁။ မီးလောင်မှုဖြစ်ပွားရာတွင် သဘောရိုးဖြင့် မီးငြှိမ်းသတ်ခြင်းကြောင့် ဖြစ်ပေါ်သည့် ပျက်စီးဆုံးရှုံးမှုအတွက် လည်းကောင်း
                မီးငြှိမ်းသတ်ရန် မီးသတ်ယာဉ်များကို မောင်းနှင်ထွက်ခွာရာတွင် နည်းလမ်းတကျ မောင်းနှင်ပါလျှက် မတော်တဆ ဖြစ်ပွားမှုအတွက်
                လည်းကောင်း၊ မည်သူကိုမျှ ပြစ်မှုကြောင်းအရဖြစ်စေ၊ တရားမကြောင်းအရဖြစ်စေ တရားစွဲဆိုခွင့် မရှိစေရ။` , 
        list: []},
               
    {id: "law42",
        title: "အခန်း(၁၃)။ အထွေထွေ (ပုဒ်မ-၄၂)", 
        parag: `ပုဒ်မ-၄၂။ အရန်မီးသတ်တပ်ဖွဲ့ဝင်နှင့် သီးသန့်မီးသတ်တပ်ဖွဲ့ဝင်တို့သည် ဤဥပဒေ သို့မဟုတ် ဤဥပဒေအရ ပြုလုပ်သည့်
                နည်းဥပဒေများ၊ အမိန့်၊ ညွှန်ကြားချက်များ၊ လုပ်ထုံးလုပ်နည်းများနှင့်အညီ လုပ်ငန်းတာဝန်များကို ဆောင်ရွက်နေစဉ်တွင်
                ရာဇသတ်ကြီး၊ ပုဒ်မ ၂၁ အရ ပြည်သူ့ဝန်ထမ်းများ ဖြစ်သည်ဟု မှတ်ယူရမည်။` , 
        list: []},

    {id: "law43",
        title: "အခန်း(၁၃)။ အထွေထွေ (ပုဒ်မ-၄၃)", 
        parag: `ပုဒ်မ-၄၃။ ဤဥပဒေပါ ပြစ်မှုများကို ရဲအရေးယူပိုင်ခွင့်ရှိသော ပြစ်မှုများအဖြစ် သတ်မှတ်သည်။` , 
        list: []},

    {id: "law44",
        title: "အခန်း(၁၃)။ အထွေထွေ (ပုဒ်မ-၄၄)", 
        parag: `ပုဒ်မ-၄၄။ မီးသတ်တပ်ဖွဲ့ဥပဒေ (တော်လှန်ရေးကောင်စီ ဥပဒေအမှတ်၊ ၁၂/၁၉၆၃)အရ ဖွဲ့စည်းတည်ထောင်ထားသော
                မီးသတ်တပ်ဖွဲ့၊ အရန်မီးသတ်တပ်ဖွဲ့နှင့် သီးသန့်မီးသတ်တပ်ဖွဲ့တို့သည် ဤဥပဒေအရ ဖွဲ့စည်းတည်ထောင်သည့်
                မီးသတ်တပ်ဖွဲ့များဖြစ်သည်ဟု မှတ်ယူရမည်။` , 
        list: []},

    {id: "law45",
        title: "အခန်း(၁၃)။ အထွေထွေ (ပုဒ်မ-၄၅)", 
        parag: `ပုဒ်မ-၄၅။ မီးသတ်တပ်ဖွဲ့ဥပဒေ (တော်လှန်ရေးကောင်စီ ဥပဒေအမှတ်၊ ၁၂/၁၉၆၃)နှင့် မီးသတ်တပ်ဖွဲ့ဥပဒေ
                (နိုင်ငံတော်ငြိမ်ဝပ်ပိပြားမှု တည်ဆောက်ရေးအဖွဲ့ ဥပဒေအမှတ်၊ ၁/၁၉၉၇)အရ ထုတ်ပြန်ထားသော နည်းဥပဒေများ၊
                စည်းမျဉ်းနှင့် စည်းကမ်းများ၊ အမိန့်ကြော်ငြာစာ၊ အမိန့်၊ ညွှန်ကြားချက်နှင့် လုပ်ထုံးလုပ်နည်းများကို ဤဥပဒေနှင့်
                မဆန့်ကျင်သရွေ့ ဆက်လက်ကျင့်သုံးနိုင်သည်။` , 
        list: []},

    {id: "law46",
        title: "အခန်း(၁၃)။ အထွေထွေ (ပုဒ်မ-၄၆)", 
        parag: `ပုဒ်မ-၄၆။ ဤဥပဒေပါ ပြဌာန်းချက်များကို အကောင်အထည်ဖော် ဆောင်ရွက်ရန် - ` , 
        list: [`ဝန်ကြီးဌာနသည် နည်းဥပဒေများ၊ စည်းမျဉ်းနှင့် စည်းကမ်းများကို ပြည်ထောင်စု အစိုးရအဖွဲ့၏ သဘောတူညီချက်ဖြင့် ထုတ်ပြန်နိုင်သည်။`,
                `ဗဟိုအဖွဲ့၊ ဝန်ကြီးဌာနနှင့် မီးသတ်ဦးစီးဌာနတို့သည် အမိန့်ကြော်ငြာစာ၊ အမိန့်၊ ညွှန်ကြားချက်နှင့် လုပ်ထုံးလုပ်နည်းများကို ထုတ်ပြန်နိုင်သည်။`
    ]},

    {id: "law4",
        title: "အခန်း(၁၃)။ အထွေထွေ (ပုဒ်မ-၄၇)", 
        parag: `ပုဒ်မ-၄၇။ ဤဥပဒေပါ ပြဌာန်းချက်များကို အကောင်အထည်ဖော် ဆောင်ရွက်ရန် - ` , 
        list: [`မီးသတ်တပ်ဖွဲ့ဥပဒေ (နိုင်ငံတော်ငြိမ်ဝပ်ပိပြားမှု တည်ဆောက်ရေးအဖွဲ့ ဥပဒေအမှတ်၊ ၁/၁၉၉၇)ကို ဤဥပဒေဖြင့် ရုပ်သိမ်းလိုက်သည်။`
]},
        
        

    
        


    ]

const lawDatas2 = [
        {id: "Nlaw1", 
            title: "အခန်း(၁)။ အမည်နှင့် အဓိပ္ပာယ်ဖော်ပြချက် (နည်းဥပဒေ-၁)", 
            parag: "နည်းဥပဒေ-၁။ ဤနည်းဥပဒေကို မြန်မာနိုင်ငံမီးသတ်တပ်ဖွဲ့ နည်းဥပဒေများ ဟု ခေါ်တွင်စေရမည်။" , 
            list: []},
        
        {id: "Nlaw2", 
            title: "အခန်း(၁)။ အမည်နှင့် အဓိပ္ပာယ်ဖော်ပြချက် (နည်းဥပဒေ-၂)", 
            parag: `နည်းဥပဒေ-၂။ ဤနည်းဥပဒေတွင် ပါရှိသော စကားရပ်များသည် မြန်မာနိုင်ငံမီးသတ်တပ်ဖွဲ့ ဥပဒေတွင် ပါရှိသည့်အတိုင်း  အဓိပ္ပယ်သက်ရောက်စေရမည်။
                    ထို့ပြင် အောက်ပါစကားရပ်များသည် ဖော်ပြပါအတိုင်း အဓိပ္ပာယ် သက်ရောက်စေရမည် - ` , 
            list: [`ဥပဒေဆိုသည်မှာ မြန်မာနိုင်ငံမီးသတ်တပ်ဖွဲ့ ဥပဒေကို ဆိုသည်။`,
                    `စက်ရုံ၊ အလုပ်ရုံ၊ လုပ်ငန်း ဆိုရာတွင် စက်ရုံ၊ အလုပ်ရုံ၊ ကားဂိတ်၊ လေဆိပ်၊ ရေဆိပ်၊ ဟိုတယ်၊ မိုတယ်၊ တည်းခိုခန်း၊ စုပေါင်းပိုင် အဆောက်အုံ၊
                    ဈေး၊ အလုပ်ဌာန၊ အဖွဲ့အစည်း သို့မဟုတ် မီးဘေးအန္တရာယ်စိုးရိမ်ရသော လုပ်ငန်းများလည်း ပါဝင်သည်။`,
                    `ပိုင်ရှင်ဆိုသည်မှာ စက်ရုံ၊ အလုပ်ရုံ၊ လုပ်ငန်းတစ်ခုခု၏ ပိုင်ရှင်ကို ဆိုသည်။ ယင်းစကားရပ်တွင် ပိုင်ရှင်၏ကိုယ်စား လုပ်ငန်းကိစ္စများကို ကြီးကြပ်သူ၊
                    အုပ်ချုပ်သူနှင့် စီမံခန့်ခွဲသူ သို့မဟုတ် ကိုယ်စားလှယ် လွှဲအပ်ခြင်း ခံရသူတို့လည်း ပါဝင်သည်။`,
                    `မှီခိုသူ ဆိုသည်မှာ မီးသတ်တပ်ဖွဲ့ဝင်နှင့်အတူ နေထိုင်လျှက်ရှိသော ဇနီး၊ ခင်ပွန်း၊ သားသမီး၊ မိဘနှင့် တရားဝင်မွေးစားသားသမီးတို့ကို ဆိုသည်။`,
                    `မီးသတ်တပ်ဖွဲ့ဝင် ဆိုသည်မှာ မီးသတ်ဦးစီးဌာနတွင် တာဝန်ထမ်းဆောင်သော မီးသတ်တပ်သားမှ ညွှန်ကြားရေးမှူးချုပ်အထိ မီးသတ်ဝန်ထမ်းကို ဆိုသည်။`,
                    `မီးသတ်တပ်ဖွဲ့မှူး ဆိုသည်မှာ ပြည်ထောင်စုနယ်မြေ၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်၊ ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရတိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရဒေသ၊
                    ခရိုင်၊ မြို့နယ်မီးသတ်ဦးစီးဌာန၏ မီးသတ်ဦးစီးမှူးကို ဆိုသည်။ `,
                    `ကွပ်ကဲရေးမှူး ဆိုသည်မှာ ပြည်ထောင်စုနယ်မြေ၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်မီးသတ်တပ်ဖွဲ့ဝင်များကို ကြီးကြပ်ကွပ်ကဲရန် ဖွဲ့စည်းသည့်
                    ကွပ်ကဲမှုရုံး အသီးသီး၏ အကြီးအမှူးကို ဆိုသည်။`,
                    `မီးသတ်ယာဉ် ဆိုသည်မှာ မီးငြှိမ်းသတ်ယာဉ်၊ မီးသတ်ရေသယ်ယာဉ်၊ မီးသတ်စက်ယာဉ်နှင့် မီးသတ်အထောက်အကူပြုယာဉ်တို့ကို ဆိုသည်။
                    ယင်းစကားရပ်တွင် အထပ်မြှင့် မီးငြှိမ်းသတ်ယာဉ်၊ ဆီကြောင့်လောင်သော မီးငြှိမ်းသတ်ယာဉ်၊ မီးသတ်ရေယာဉ်၊ ရှာဖွေကယ်ဆယ်ရေးယာဉ်၊ 
                    သူနာတင်ယာဉ်၊ မီးဆလိုက်ယာဉ်၊ ရေဂါလန် အမြောက်အမြား သယ်ဆောင်သောယာဉ်နှင့် မီးဘေးလုံခြုံရေးအတွက် အထောက်အကူပြုသော ယာဉ်များလည်း ပါဝင်သည်။`,
                    `အထောက်အကူပြုပစ္စည်း ဆိုသည်မှာ မီးဘေးလုံခြုံရေးဆိုင်ရာ ပစ္စည်းကိရိယာတွင် မပါဝင်သည့် မီးငြှိမ်းသတ်ရေးနှင့် ရှာဖွေကယ်ဆယ်ရေး ဆောင်ရွက်ရာ၌
                    အသုံးပြုနိုင်သော ပစ္စည်းကိုဆိုသည်။`
                ]},
            
            {id: "Nlaw3", 
                title: "အခန်း(၂)။ ကြီးကြပ်ကွပ်ကဲခြင်း (နည်းဥပဒေ-၃)", 
                parag: `နည်းဥပဒေ-၃။ မြန်မာနိုင်ငံမီးသတ်တပ်ဖွဲ့၏ မီးသတ်ဦးစီးဌာနနှင့် မြန်မာနိုင်ငံမီးသတ်ဌာနချုပ်တို့သည် ဗဟိုမီးသတ်သင်တန်းကျောင်း၊
                        တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်မီးသတ်တပ်ဖွဲ့များ ကွပ်ကဲမှုရုံး၊ ပြည်ထောင်စုနယ်မြေ၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်၊
                        ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရတိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရဒေသ၊ ခရိုင်နှင့် မြို့နယ်မီးသတ်တပ်ဖွဲ့မှူးရုံး သို့မဟုတ် မီးသတ်ဦးစီးမှူးများကို
                        ကြီးကြပ်ကွပ်ကဲရန် တာဝန်ရှိသည်။` , 
                list: []},
    
            {id: "Nlaw4", 
                title: "အခန်း(၂)။ ကြီးကြပ်ကွပ်ကဲခြင်း (နည်းဥပဒေ-၄)", 
                parag: `နည်းဥပဒေ-၄။ ကွပ်ကဲရေးမှူးများသည် သက်ဆိုင်ရာ ပြည်ထောင်စုနယ်မြေ၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်အတွင်းရှိ မီးသတ်တပ်ဖွဲ့စခန်းများ၊
                        အရန်မီးသတ်တပ်ဖွဲ့နှင့် သီးသန့်မီးသတ်တပ်ဖွဲ့များကို ကြီးကြပ်ကွပ်ကဲရန် တာဝန်ရှိသည်။` ,                     
                list: []},
            
            {id: "Nlaw5", 
                title: "အခန်း(၂)။ ကြီးကြပ်ကွပ်ကဲခြင်း (နည်းဥပဒေ-၅)", 
                parag: `နည်းဥပဒေ-၅။ ပြည်ထောင်စုနယ်မြေ၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်မီးသတ်တပ်ဖွဲ့မှူးသည် မိမိ၏ ပြည်ထောင်စုနယ်မြေ၊ တိုင်းဒေသကြီး
                        သို့မဟုတ် ပြည်နယ်အတွင်းရှိ မီးသတ်တပ်ဖွဲ့စခန်းများ၊ အရန်မီးသတ်တပ်ဖွဲ့နှင့် သီးသန့်မီးသတ်တပ်ဖွဲ့များကို ကြီးကြပ်ကွပ်ကဲရန် တာဝန်ရှိသည်။` , 
                list: []},
    
            {id: "Nlaw6", 
                title: "အခန်း(၂)။ ကြီးကြပ်ကွပ်ကဲခြင်း (နည်းဥပဒေ-၆)", 
                parag: `နည်းဥပဒေ-၆။ ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ တိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရဒေသ မီးသတ်တပ်ဖွဲ့မှူးသည် မိမိကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ တိုင်း
                        သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရဒေသ အတွင်းရှိ မီးသတ်တပ်ဖွဲ့စခန်းများ၊ အရန်မီးသတ်တပ်ဖွဲ့နှင့် သီးသန့်မီးသတ်တပ်ဖွဲ့များကို 
                        ကြီးကြပ်ကွပ်ကဲရန် တာဝန်ရှိသည်။` , 
                list: []},
    
            {id: "Nlaw7", 
                title: "အခန်း(၂)။ ကြီးကြပ်ကွပ်ကဲခြင်း (နည်းဥပဒေ-၇)", 
                parag: `နည်းဥပဒေ-၇။ ခရိုင်မီးသတ်တပ်ဖွဲ့မှူးသည် မိမိ၏ခရိုင်အတွင်းရှိ မီးသတ်တပ်ဖွဲ့စခန်းများ၊ အရန်မီးသတ်တပ်ဖွဲ့နှင့် သီးသန့်မီးသတ်တပ်ဖွဲ့များကို
                        ကြီးကြပ်ကွပ်ကဲရန် တာဝန်ရှိသည်။` , 
                list: []},
            
            {id: "Nlaw8", 
                title: "အခန်း(၂)။ ကြီးကြပ်ကွပ်ကဲခြင်း (နည်းဥပဒေ-၈)", 
                parag: `နည်းဥပဒေ-၈။ မြို့နယ်မီးသတ်တပ်ဖွဲ့မှူးသည် မိမိ၏မြို့နယ်အတွင်းရှိ မီးသတ်တပ်ဖွဲ့စခန်းများ၊ အရန်မီးသတ်တပ်ဖွဲ့နှင့် သီးသန့်မီးသတ်တပ်ဖွဲ့များကို
                        ကြီးကြပ်ကွပ်ကဲရန် တာဝန်ရှိသည်။` , 
                list: []},
    
            {id: "Nlaw9", 
                title: "အခန်း(၃)။ ကြီးကြပ်ကွပ်ကဲခြင်း (နည်းဥပဒေ-၉)", 
                parag: `နည်းဥပဒေ-၉။ မီးသတ်တပ်ဖွဲ့ဝင်များသည် - ` , 
                list: [`နိုင်ငံတော်လုံခြုံရေး၊ ပြည်သူတို့၏ အေးချမ်းသာယာရေးနှင့် တရားဥပဒေ စိုးမိုးရေးအတွက် လိုအပ်ပါက ပါဝင်ကူညီ ဆောင်ရွက်ရမည်။`,
                        `နိုင်ငံတော်နှင့် နိုင်ငံသားများအပေါ် သစ္စာရှိရမည်။`,
                        `မီးသတ်တပ်ဖွဲ့အပေါ် သစ္စာရှိရမည်။`, `တည်ဆဲဥပဒေများ၊ တပ်ဖွဲ့စည်းမျဉ်း၊ စည်းကမ်း၊ အမိန့်၊ ညွှန်ကြားချက်နှင့် လုပ်ထုံးလုပ်နည်းများကို လိုက်နာရမည်။`,
                        `မီးသတ်တပ်ဖွဲ့ဝင်များ လိုက်နာရမည့် ကျင့်ဝတ်နှင့်အညီ ကျင့်ကြံနေထိုင်ရမည်။`,
                        `မိမိအား သတ်မှတ်ပေးသည့် တာဝန်ကို ကျေပွန်စွာ ထမ်းဆောင်ရမည်။`, `မည်သည့်ဒေသတွင်မဆို တာဝန်ထမ်းဆောင်နိုင်ရမည်။`,
                        `ပေးအပ်သည့်တာဝန်များကို အချိန်မီ ပြီးစီးအောင် ဆောင်ရွက်၍ အချိန်မီ ပြန်လည်တင်ပြအစီရင် ခံရမည်။`,
                        `အထက်အဆင့်ဆင့်၏ အမိန့်နှင့် ညွှန်ကြားချက်များကို လုက်နာရမည်။`, `လာဘ်ပေးလာဘ်ယူ ကင်းရှင်းရမည်။`,
                        `မီးဘေး၊ အခြားသဘာဝဘေးနှင့် ရုတ်တရက် မတော်တဆဖြစ်ပွားသော ဘေးအန္တရာယ်များ ကျရောက်သည့်အခါ မိမိအသက်ကို ပဓာနမထားဘဲ စွန့်လွှတ်စွန့်စား ဆောင်ရွက်ရမည်။`,
                        `ခွင့်ပြုမိန့် ရရှိမှသာ တာဝန်များကို စွန့်လွှတ်ရမည်။`, `သက်ဆိုင်ရာအုပ်ချုပ်မှု အဖွဲ့အစည်းက သီးခြားပေးအပ်သည့် ပြည်သူ့အကျိုးပြု လုပ်ငန်းတာဝန်များကို ဆောင်ရွက်ရမည်။`,
                        `မီးငြှိမ်းသတ်ရေးနှင့် ရှာဖွေကယ်ဆယ်ရေး ဆောင်ရွက်ရာတွင် အမိန့်ပေးပိုင်ခွင့်ရှိသူက တာဝန်အရ ပေးအပ်သည့် အမိန့်ကို ဦးလည်မသုန် ဆောင်ရွက်ရမည်။`
            ]},
    
            {id: "Nlaw10", 
                title: "အခန်း(၃)။ ကြီးကြပ်ကွပ်ကဲခြင်း (နည်းဥပဒေ-၁၀)", 
                parag: `နည်းဥပဒေ-၁၀။ မီးသတ်တပ်ဖွဲ့ဝင်များသည် မီးဘေးလုံခြုံရေးနှင့် ရှာဖွေကယ်ဆယ်ရေး ကိစ္စရပ်များအတွက် အောက်ပါတာဝန်များကို ထမ်းဆောင်ရမည် -  ` , 
                list: [`လူနေအိမ်နှင့် စက်ရုံ၊ အလုပ်ရုံ၊ လုပ်ငန်းများ၏ မီးဘေးလုံခြုံရေးကို စစ်ဆေးခြင်း။`,
                        `အများပြည်သူဆိုင်ရာ နေရာများတွင် ပြုလုပ်သော ပြပွဲပြိုင်ပွဲ၊ ပျော်ပွဲရွှင်ပွဲ၊ ဘာသာရေးဆိုင်ရာပွဲတော်နှင့် အခမ်းအနားများ၌ မီးဘေးလုံခြုံရေးကို
                        စစ်ဆေးခြင်း၊ ဆောင်ရွက်ခြင်း။`,
                        `ယာဉ်များ၏ မီးဘေးလုံခြုံရေးကို စစ်ဆေးခြင်း။`, `အများပြည်သူဆိုင်ရာ နေရာများ၏ မီးဘေးလုံခြုံမှု စစ်ဆေးခြင်း။`,
                        `မီးဘေးလုံခြုံရေးအတွက် ထုတ်ပြန်ထားသော ညွှန်ကြားချက်များကို လိုက်နာရန် ပျက်ကွက်သူများကို မြန်မာနိုင်ငံမီးသတ်တပ်ဖွဲ့ ဥပဒေနှင့်အညီ အရေးယူခြင်း။`,
                        `မီးလောင်မှုများတွင် မီးငြှိမ်းသတ်ရေးနှင့် ရှာဖွေကယ်ဆယ်ရေး လုပ်ငန်းများကို ဆောင်ရွက်ခြင်း။`,
                        `သဘာဝဘေးအန္တရာယ်နှင့် ရုတ်တရက် မတော်တဆဖြစ်ပွားသော ဘေးအန္တရာယ်များ ဖြစ်ပေါ်လာပါက ရှာဖွေကယ်ဆယ်ရေး လုပ်ငန်းများကို ဆောင်ရွက်ခြင်း။`,
                        `ပြည်သူများ၏ မီးဘေးလုံခြုံရေးနှင့် သဘာဝဘေးအန္တရာယ် ကာကွယ်ရေးအတွက် အသိပညာပေးခြင်း၊ ဟောပြောခြင်း၊ သရုပ်ပြသခြင်း၊ ဆော်ဩခြင်း။`,
                        `အရန်မီးသတ်တပ်ဖွဲ့ဝင်များ ရရှိရန် စည်းရုံးခြင်း။`, `မီးလောင်မှုနှင့် စပ်လျဉ်း၍ လိုအပ်သော အချက်အလက်များ ရယူရန် စုံစမ်းစစ်ဆေးခြင်း။`
        ]},
    
        {id: "Nlaw11", 
        title: "အခန်း(၃)။ ကြီးကြပ်ကွပ်ကဲခြင်း (နည်းဥပဒေ-၁၁)", 
        parag: `နည်းဥပဒေ-၁၁။ မီးသတ်တပ်ဖွဲ့ဝင်သည် မီးဘေးလုံခြုံရေး၊ ရှာဖွေကယ်ဆယ်ရေးအတွက် သတ်မှတ်ထားသည့် လုပ်ပိုင်ခွင့်များနှင့်အညီ ရာထူး၊ အဆင့်အလိုက် အောက်ပါလုပ်ပိုင်ခွင့်များရှိသည် - ` , 
        list: [`သက်ဆိုင်ရာ အစိုးရဌာန၊ အဖွဲ့အစည်းများနှင့် ပြည်သူတို့အား မီးဘေးလုံခြုံရေးဆိုင်ရာ အကြံပြုချက်များ သို့မဟုတ် အကြံဥာဏ်များ ပေးခြင်း။`,
                `မီးဘေးလုံခြုံရေးအတွက် စက်ရုံ၊ အလုပ်ရုံ၊ လုပ်ငန်းနှင့် သိုလှောင်ရုံ၊ သိုလှောင်ကန်များ၊ ကုန်တိုက်များသို့ ဝင်ရောက်စစ်ဆေးခြင်း။`,
                `မီးဘေးအန္တရာယ်ရှိသည့် နေရာဒေသသို့ အချိန်မရွေး ဝင်ရောက်စစ်ဆေးခြင်း။`,
                `မီးဘေးလုံခြုံရေးအတွက် လူနေအိမ်များ၊ အထပ်မြင့် အဆောက်အအုံများ၊ စုပေါင်းပိုင် အဆောက်အအုံများနှင့် လူအများအပြား စုဝေးအသုံးပြုသည့်
                အဆောက်အအုံများသို့ ဝင်ရောက်စစ်ဆေးခြင်း။`,
                `မီးဘေးလုံခြုံရေးအတွက် အများပြည်သူသုံး ယာဉ်များပေါ်သို့ တက်ရောက်စစ်ဆေးခြင်း။`,
                `မီးဘေးလုံခြုံရေးအတွက် ရှေးဟောင်းယဉ်ကျေးမှု အမွေအနှစ် အဆောက်အအုံ၊ စေတီ၊ ပုထိုးများ၊ သာသနိက အဆောက်အအုံများကို စစ်ဆေးခြင်း။`,
                `မီးလောင်မှုဖြစ်ပွားပါက အတားအဆီးဖြစ်စေသော အရာများအား ဖယ်ရှားခြင်း။`,
                `မီးလောင်မှုဖြစ်ပွားသည့် မည်သည့်အဆောက်အအုံ၊ ဥပစာ သို့မဆို ဝင်ရောက်ခြင်း။`,
                `မီးငြှိမ်းသတ်ရေးနှင့် ရှာဖွေကယ်ဆယ်ရေးအတွက် ရေ၊ ယာဉ်အမျိုးမျိုး၊ မီးဘေးလုံခြုံရေးဆိုင်ရာ ပစ္စည်းကိရိယာနှင့် အထောက်အကူပြု ပစ္စည်းများကို 
                လိုအပ်သလို ရယူသုံးစွဲခြင်း။`,
                `မီးဘေးအန္တရာယ် ဖြစ်စေတတ်သည့် ပစ္စည်းနှင့် ပေါက်ကွဲစေတတ်သည့် ပစ္စည်းများကို တရားမဝင် ထားရှိကြောင်း ခိုင်လုံသည့် သတင်းရရှိသောနေရာသို့ ဝင်ရောက်စစ်ဆေးခြင်း။`,
                `မီးဘေးလုံခြုံရေးဆိုင်ရာ ပစ္စည်းကိရိယာများနှင့် အထောက်အကူပစ္စည်းများကို ဖျက်ဆီးသူကို တားဆီးခြင်းနှင့် ထိုသူအား တရားစွဲဆိုခြင်း။`,
    ]},
    
    {id: "Nlaw12", 
    title: "အခန်း(၄)။ မီးသတ်တပ်သား၏ အရည်အချင်း (နည်းဥပဒေ-၁၂)", 
    parag: `နည်းဥပဒေ-၁၂။ မီးသတ်ဦးစီးဌာနသို့ မီးသတ်တပ်သားအဖြစ် ဝင်ရောက်တာဝန်ထမ်းဆောင်လိုသူသည် အောက်ပါအရည်အချင်းများနှင့် ပြည့်စုံရမည် - ` , 
    list: [`မြန်မာနိုင်ငံသားဖြစ်ခြင်း။`,`အသက် ၁၈ နှစ် ပြည့်ပြီးသူဖြစ်ခြင်း။`, `မီးသတ်တပ်ဖွဲ့လုပ်ငန်းများကို စိတ်ဝင်စားသူဖြစ်ခြင်း။`,
            `နိုင်ငံတော်အစိုးရအပေါ် သစ္စာရှိခြင်း။`, `အကျင့်စာရိတ္တကောင်းမွန်ခြင်း။`, `ကျန်းမာသန်စွမ်းခြင်း။`,
            `သတ်မှတ်စေလွှတ်သည့် တပ်ဖွဲ့ဆိုင်ရာသင်တန်းများကို တက်ရောက်နိုင်ခြင်း။`, 
            `သတ်မှတ်ထားသော ပညာအရည်အချင်းနှင့် ကိုက်ညီသူဖြစ်ခြင်း။`,
            `မီးသတ်တပ်ဖွဲ့ဝင်အဖြစ် အနည်းဆုံး သုံးနှစ် တာဝန်ထမ်းဆောင်နိုင်သူ ဖြစ်ခြင်း။`,       
    ]},
    
    {id: "Nlaw13", 
    title: "အခန်း(၄)။ မီးသတ်တပ်သား၏ အရည်အချင်း (နည်းဥပဒေ-၁၃)", 
    parag: `နည်းဥပဒေ-၁၃။ ` , 
    list: [`နည်းဥပဒေ ၁၂ ပါ အရည်အချင်းနှင့် ပြည်စုံသူသည် မီးသတ်တပ်သားအဖြစ် တာဝန်ထမ်းဆောင်ပါက မီးသတ်တပ်သားအဖြစ် တာဝန်ထမ်းဆောင်သည့်
            လျှောက်လွှာ(ပုံစံ -၁)ဖြင့် မီးသတ်ဦးစီးဌာနသို့ လျှောက်ထားရမည်။`,
            `ညွှန်ကြားရေးမှူးချုပ်သည် နည်းဥပဒေခွဲ (၁)အရ လျှောက်ထားသူကို လိုအပ်သလို စိစစ်၍ မီးသတ်တပ်သားအဖြစ် ခန့်အပ်တာဝန်ပေးနိုင်သည်။`
    ]},
    
    {id: "Nlaw14", 
    title: "အခန်း(၅)။ မီးဘေးလုံခြုံရေးအဖွဲ့ အဆင့်ဆင့်ဖွဲ့စည်းခြင်း (နည်းဥပဒေ-၁၄)", 
    parag: `နည်းဥပဒေ-၁၄။ ဗဟိုအဖွဲ့သည် ဥပဒေပုဒ်မ ၆ အရ မီးဘေးလုံခြုံရေးအဖွဲ့ အဆင့်ဆင့်ကို ဖွဲ့စည်းရာတွင် - ` , 
    list: [`ပြည်ထောင်စုနယ်မြေ၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်မီးဘေးလုံခြုံရေးအဖွဲ့တွင် ဥက္ကဌအဖြစ် နေပြည်တော်ကောင်စီဥက္ကဌက တာဝန်ပေးအပ်သော
            ကောင်စီဝင်တစ်ဦးအားလည်းကောင်း၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်အစိုးရအဖွဲ့၊ လုံခြုံရေးနှင့် နယ်စပ်ရေးရာဝန်ကြီး တစ်ဦးအားလည်းကောင်း
            ဥက္ကဌအဖြစ် တာဝန်ပေးအပ်ပြီး နေပြည်တော်၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်အထွေထွေအုပ်ချုပ်ရေးဦးစီးဌာန အကြီးအမှူး၊ နေပြည်တော်၊
            တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်ရဲတပ်ဖွဲ့မှူး၊ နေပြည်တော်၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်အဆင့် ဌာနဆိုင်ရာ အရာထမ်းငါးဦးနှင့် မီးဘေးလုံခြုံရေးကို
            စိတ်ဝင်စားသည့် မြို့မိမြို့ဖ ငါးဦးတို့ကို အဖွဲ့ဝင်အဖြစ် တာဝန်ပေးအပ်နိုင်သည်။ အတွင်းရေးမှူးအဖြစ် နေပြည်တော်၊ တိုင်းဒေသကြီး သို့မဟုတ်
            ပြည်နယ်မီးသတ်ဦးစီးမှူးကို တာဝန်ပေးအပ်ရမည်။ `,
            `ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ တိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ ဒေသ မီးဘေးလုံခြုံရေးအဖွဲ့တွင် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရတိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ
            ဒေသ ဦးစီးအဖွဲ့ဥက္ကဌကို ဥက္ကဌအဖြစ်လည်းကောင်း၊ ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ တိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ ဒေသ အထွေထွေအုပ်ချုပ်ရေး ဦးစီးဌာန
            အုပ်ချုပ်ရေးမှူး၊ ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ တိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ ဒေသ ရဲတပ်ဖွဲ့မှူး၊ ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ တိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ ဒေသ 
            အဆင့် ဌာနဆိုင်ရာ ငါးဦးနှင့် မီးဘေးလုံခြုံရေးကို စိတ်ဝင်စားသည့် မြို့မိမြို့ဖ ငါးဦးကို အဖွဲ့ဝင်အဖြစ်လည်းကောင်း တာဝန်ပေးအပ်နိုင်သည်။ အတွင်းရေးမှူးအဖြစ်
            ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရတိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရဒေသ မီးသတ်ဦးစီးမှူးကို တာဝန်ပေးအပ်ရမည်။`,
            `ခရိုင်မီးဘေးလုံခြုံရေးအဖွဲ့တွင် ခရိုင်အုပ်ချုပ်ရေးမှူးကို ဥက္ကဌအဖြစ်လည်းကောင်း၊ ခရိုင်ရဲတပ်ဖွဲ့မှူး၊ ခရိုင်အဆင့် ဌာနဆိုင်ရာငါးဦးနှင့် မီးဘေးလုံခြုံရေးကို 
            စိတ်ဝင်စားသည့် မြို့မိမြို့ဖငါးဦးတို့ကို အဖွဲ့ဝင်အဖြစ်လည်းကောင်း တာဝန်ပေးအပ်နိုင်သည်။ အတွင်းရေးမှူးအဖြစ် ခရိုင်မီးသတ်ဦးစီးမှူးကို တာဝန်ပေးအပ်ရမည်။`,
            `မြို့နယ်မီးဘေးလုံခြုံရေးအဖွဲ့တွင် မြို့နယ်အုပ်ချုပ်ရေးမှူးကို ဥက္ကဌအဖြစ်လည်းကောင်း၊ မြို့နယ်ရဲတပ်ဖွဲ့မှူး၊ မြို့နယ်အဆင့် ဌာနဆိုင်ရာ ငါးဦးနှင့် မီးဘေးလုံခြုံရေးကို
            စိတ်ဝင်စားသည့် မြို့မိမြို့ဖ သုံးဦးတို့ကို အဖွဲ့ဝင်အဖြစ်လည်းကောင်း တာဝန်ပေးအပ်နိုင်သည်။ အတွင်းရေးမှူးအဖြစ် မြို့နယ်မီးသတ်ဦးစီးမှူးကို တာဝန်ပေးအပ်ရမည်။`,
            `မြို့မီးဘေးလုံခြုံရေးအဖွဲ့တွင် မြို့အုပ်ချုပ်ရေးမှူးကို ဥက္ကဌအဖြစ်လည်းကောင်း၊ သက်ဆိုင်ရာရဲစခန်းမှူး၊ မြို့အဆင့်ဌာနဆိုင်ရာ ငါးဦး၊ ရပ်ကွက်အုပ်ချုပ်ရေးမှူးနှင့် 
            မီးဘေးလုံခြုံရေးကို စိတ်ဝင်စားသည့် မြို့မိမြို့ဖ သုံးဦးတို့ကို အဖွဲ့ဝင်အဖြစ်လည်းကောင်း တာဝန်ပေးအပ်နိုင်သည်။ အတွင်းရေးမှူးအဖြစ် နယ်မြေမီးသတ်စခန်း တာဝန်ခံကို တာဝန်ပေးအပ်ရမည်။`,
            `ရပ်ကွက် သို့မဟုတ် ကျေးရွာအုပ်စု မီးဘေးလုံခြုံရေးအဖွဲ့တွင် သက်ဆိုင်ရာ ရပ်ကွက် သို့မဟုတ် ကျေးရွာအုပ်စု အုပ်ချုပ်ရေးမှူးကို ဥက္ကဌအဖြစ်လည်းကောင်း၊
            ကြက်ခြေနီတပ်ဖွဲ့ဝင်တစ်ဦး၊ မီးဘေးလုံခြုံရေးလုပ်ငန်းကို စိတ်ပါဝင်စားသည့် ရပ်မိရပ်ဖ သုံးဦးတို့ကို အဖွဲ့ဝင်အဖြစ်လည်းကောင်း၊ အရန်မီးသတ်တပ်ဖွဲ့မှူးကို 
            အတွင်းရေးမှူးအဖြစ်လည်းကောင်း တာဝန်ပေးအပ်နိုင်သည်။`,
    ]},
    
    {id: "Nlaw15", 
    title: "အခန်း(၅)။ မီးဘေးလုံခြုံရေးအဖွဲ့ အဆင့်ဆင့်ဖွဲ့စည်းခြင်း (နည်းဥပဒေ-၁၅)", 
    parag: `နည်းဥပဒေ-၁၅။ ဗဟိုအဖွဲ့သည် ပြည်ထောင်စုနယ်မြေ၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်၊ ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရတိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ ဒေသ၊
            ခရိုင်၊ မြို့နယ်၊ မြို့၊ ရပ်ကွက်နှင့် ကျေးရွာအုပ်စု မီးဘေးလုံခြုံရေးအဖွဲ့ အဆင့်ဆင့်ကို လိုအပ်သလို ပြင်ဆင်ဖွဲ့စည်းနိုင်သည်။` , 
    list: []},
    
    {id: "Nlaw16", 
    title: "အခန်း(၆)။ မီးဘေးလုံခြုံရေးအဖွဲ့အဆင့်ဆင့်၏ တာဝန်နှင့် လုပ်ပိုင်ခွင့်များ (နည်းဥပဒေ-၁၆)", 
    parag: `နည်းဥပဒေ-၁၆။ ပြည်ထောင်စုနယ်မြေ၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်မီးဘေးလုံခြုံရေး အဖွဲ့များသည် အောက်ပါတာဝန်နှင့် လုပ်ပိုင်ခွင့်များကို ဆောင်ရွက်ရမည် -` , 
    list: [`ဗဟိုအဖွဲ့မှ ချမှတ်ပေးသော မီးဘေးလုံခြုံရေးလုပ်ငန်းစဉ်များ အကောင်အထည်ဖော် ဆောင်ရွက်ခြင်း။`,
            `ပြည်ထောင်စုနယ်မြေ၊ သက်ဆိုင်ရာ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်အတွင်း မီးဘေးလုံခြုံရေးဆိုင်ရာ လုပ်ငန်းစဉ်များကို ချမှတ်ခြင်း။`,
            `မီးလောင်မှုဖြစ်ပွားသည့်အခါ ထိရောက်စွာ ငြှိမ်းသတ်နိုင်ရေးအတွက် လိုအပ်သော အစီအစဉ်များ ချမှတ်ခြင်း။`,
            `သဘာဝဘေးအန္တရာယ်၊ ကပ်ရောဂါဘေးအန္တရာယ် သို့မဟုတ် ရုတ်တရက်ဖြစ်ပွားသော ဘေးအန္တရာယ်အမျိုးမျိုး ကျရောက်သည့်အခါ
            ကာကွယ်တားဆီးရေးနှင့် ရှာဖွေကယ်ဆယ်ရေးအတွက် ဗဟိုအဖွဲ့က ထုတ်ပြန်သော လုပ်ငန်းအစီအစဉ်များကို အကောင်အထည်ဖော် ဆောင်ရွက်ခြင်း။`,
            `ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ တိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရဒေသ၊ ခရိုင်၊ မြို့နယ်၊ မြို့၊ ရပ်ကွက်နှင့် ကျေးရွာအုပ်စု မီးဘေးလုံခြုံရေးအဖွဲ့တို့၏ လုပ်ငန်းများကို
            စစ်ဆေးခြင်း၊ ကြီးကြပ်ကွပ်ကဲခြင်း၊ လမ်းညွှန်ခြင်းနှင့် ပေါင်းစပ်ညှိနှိုင်းခြင်း။`,
            `မီးသတ်တပ်ဖွဲ့၊ အရန်မီးသတ်တပ်ဖွဲ့နှင့် သီးသန့်မီးသတ်တပ်ဖွဲ့တို့၏ လုပ်ငန်းများကို စစ်ဆေးခြင်း၊ ကြီးကြပ်ကွပ်ကဲခြင်း၊ လမ်းညွှန်ခြင်းနှင့် ပေါင်းစပ်ညှိနှိုင်းခြင်း။`,
            `မီးသတ်စခန်းများ ဆောက်လုပ်ရန် မြေနေရာရရှိရေးအတွက် လမ်းညွှန်ခြင်းခြင်းနှင့် ကူညီဆောင်ရွက်ခြင်း။`,
            `မီးသတ်ယာဉ်၊ မီးသတ်စက်၊ မီးသတ်ပစ္စည်းကိရိယာများနှင့် ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်းသုံး ပစ္စည်းကိရိယာများ ဖြည့်တင်းနိုင်ရေးအတွက် ကူညီဆောင်ရွက်ခြင်း။`,
            `နေပြည်တော်၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်အတွင်း ဒေသအလိုက် အရန်မီးသတ်တပ်ဖွဲ့ဝင်များ တိုးချဲ့ဖွဲ့စည်းခြင်း၊ လေ့ကျင့်ပညာပေးခြင်းနှင့် စည်းကမ်း ထိန်းသိမ်းခြင်း
            ကိစ္စများ ဆောင်ရွက်နိုင်ရန် လမ်းညွှန်ခြင်းနှင့် ကြီးကြပ်ခြင်း။`,
            `မီးဘေးလုံခြုံရေးအတွက် ရေရရှိရေးနည်းလမ်းများ စီမံခြင်း။`,
            `လိုအပ်သည့် ရန်ပုံငွေရှာဖွေခြင်းဆိုင်ရာ နည်းလမ်းများ လမ်းညွှန်ခြင်း။`,
            `ဒေသအတွင်း အဆင့်ဆင့်သော မီးဘေးလုံခြုံရေး စီမံချက်များ ရေးဆွဲဆောင်ရွက်ခြင်းကို ကြီးကြပ်ခြင်း။`,
    ]},
    
    
    {id: "Nlaw17", 
    title: "အခန်း(၆)။ မီးဘေးလုံခြုံရေးအဖွဲ့အဆင့်ဆင့်၏ တာဝန်နှင့် လုပ်ပိုင်ခွင့်များ (နည်းဥပဒေ-၁၇)", 
    parag: `နည်းဥပဒေ-၁၇။ ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရတိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ ဒေသနှင့် ခရိုင်မီးဘေးလုံခြုံရေးအဖွဲ့သည် အောက်ပါတာဝန်နှင့် လုပ်ပိုင်ခွင့်များကို ဆောင်ရွက်ရမည် - ` , 
    list: [`ဗဟိုအဖွဲ့၊ ပြည်ထောင်စုနယ်မြေ၊ သက်ဆိုင်ရာ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်မီးဘေးလုံခြုံရေး အဖွဲ့မှ ချမှတ်ပေးသော မီးဘေးလုံခြုံရေး လုပ်ငန်းစဉ်များ
            အကောင်အထည်ဖော် ဆောင်ရွက်ခြင်း။`,
            `မီးလောင်မှုဖြစ်ပွားသည့်အခါ ထိရောက်စွာ မီးငြှိမ်းသတ်ရေးအတွက် ပြည်ထောင်စုနယ်မြေ၊ သက်ဆိုင်ရာ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ် မီးဘေးလုံခြုံရေးအဖွဲ့၏
            လမ်းညွှန်ချက်နှင့်အညီ အကောင်အထည်ဖော်ခြင်းကို ကြီးကြပ်ခြင်း။`,
            `သဘာဝဘေးအန္တရာယ်၊ ကပ်ရောဂါဘေးအန္တရာယ် သို့မဟုတ် ရုတ်တရက်ဖြစ်ပွားသော ဘေးအန္တရာယ် တစ်မျိုးမျိုး ကျရောက်သည့်အခါ ကာကွယ်တားဆီးရေးနှင့် 
            ရှာဖွေကယ်ဆယ်ရေးအတွက် ဗဟိုအဖွဲ့လမ်းညွှန်ချက်နှင့် တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်မီးဘေးလုံခြုံရေးအဖွဲ့က ချမှတ်ထားသော လုပ်ငန်းများကို အကောင်အထည်ဖော် ဆောင်ရွက်ခြင်း။`,
            `မြို့နယ်၊ မြို့၊ ရပ်ကွက်နှင့် ကျေးရွာအုပ်စု မီးဘေးလုံခြုံရေးအဖွဲ့တို့၏ လုပ်ငန်းများကို စစ်ဆေးခြင်း၊ ကြီးကြပ်ကွပ်ကဲခြင်း၊ လမ်းညွှန်ခြင်းနှင့် ပေါင်းစပ်ညှိနှိုင်းခြင်း။`,
            `မီးသတ်တပ်ဖွဲ့၊ အရန်မီးသတ်တပ်ဖွဲ့နှင့် သီးသန့်မီးသတ်တပ်ဖွဲ့တို့၏ လုပ်ငန်းများကို စစ်ဆေးခြင်း၊ ကြီးကြပ်ကွပ်ကဲခြင်း၊ လမ်းညွှန်ခြင်းနှင့် ပေါင်းစပ်ညှိနှိုင်းခြင်း။`,
            `မီးသတ်စခန်းများ ဆောက်လုပ်ရန် မြေနေရာရရှိရေးအတွက် ဆောင်ရွက်ခြင်း။`,
            `မီးသတ်ယာဉ်၊ မီးသတ်စက်၊ မီးသတ်ပစ္စည်းကိရိယာများနှင့် ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်းသုံး ပစ္စည်းကိရိယာများ ဖြည့်တင်းနိုင်ရေး စည်းရုံးဆောင်ရွက်ခြင်း။`,
            `ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ တိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရဒေသနှင့် ခရိုင်အတွင်း အရန်မီးသတ်တပ်ဖွဲ့ဝင်များ တိုးချဲ့ဖွဲ့စည်းခြင်း၊ လေ့ကျင့်ပညာပေးခြင်း၊ 
            စည်းကမ်းထိန်းသိမ်းရေး ကိစ္စများကို ကြီးကြပ်ဆောင်ရွက်ခြင်း။`,
            `မီးဘေးလုံခြုံရေးအတွက် ရေရရှိရေးနည်းလမ်းများ ဆောင်ရွက်ခြင်း။`,
            `လိုအပ်သည့် ရန်ပုံငွေများ ရှာဖွေခြင်းနှင့် စနစ်တကျ သုံးစွဲရန် ကြီးကြပ်ခြင်း။`,
            `ဒေသအတွင်း အဆင့်ဆင့်သော မီးဘေးလုံခြုံရေး စီမံချက်များ ရေးဆွဲခြင်း။`
    ]},
    
    {id: "Nlaw18", 
    title: "အခန်း(၆)။ မီးဘေးလုံခြုံရေးအဖွဲ့အဆင့်ဆင့်၏ တာဝန်နှင့် လုပ်ပိုင်ခွင့်များ (နည်းဥပဒေ-၁၈)", 
    parag: `နည်းဥပဒေ-၁၈။ မြို့နယ်မီးဘေးလုံခြုံရေးအဖွဲ့များသည် အောက်ပါတာဝန်နှင့် လုပ်ပိုင်ခွင့်များကို ဆောင်ရွက်ရမည် - ` , 
    list: [`ပြည်ထောင်စုနယ်မြေ၊ သက်ဆိုင်ရာ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်နှင့် ခရိုင်မီးဘေးလုံခြုံရေးအဖွဲ့မှ ချမှတ်ပေးသော မီးဘေးလုံခြုံရေး လုပ်ငန်းစဉ်များ
            အကောင်အထည်ဖော် ဆောင်ရွက်ခြင်း။`,
            `မီးလောင်မှုဖြစ်သည့်အခါ ထိရောက်စွာ ငြှိမ်းသတ်နိုင်ရေးအတွက် ချမှတ်ထားသော အစီအစဉ်များကို အကောင်အထည်ဖော် ဆောင်ရွက်ခြင်း။`,
            `သဘာဝဘေးအန္တရာယ်၊ ကပ်ရောဂါဘေးအန္တရာယ် သို့မဟုတ် ရုတ်တရက်ဖြစ်ပွားသော ဘေးအန္တရာယ်အမျိုးမျိုး ကျရောက်သည့်အခါ 
            ကာကွယ်တားဆီးရေးနှင့် ရှာဖွေကယ်ဆယ်ရေးအတွက် မီးသတ်တပ်ဖွဲ့၊ အရန်မီးသတ်တပ်ဖွဲ့နှင့် သီးသန့်မီးသတ်တပ်ဖွဲ့ဝင်များ ပါဝင်ကူညီဆောင်ရွက်ရမည့်
            အစီအစဉ်များကို အကောင်အထည်ဖော် ဆောင်ရွက်ခြင်း။`,
            `မြို့၊ ရပ်ကွက်နှင့် ကျေးရွာအုပ်စု မီးဘေးလုံခြုံရေးအဖွဲ့တို့၏ လုပ်ငန်းများတွင်လည်းကောင်း၊ မီးသတ်တပ်ဖွဲ့၊ အရန်မီးသတ်တပ်ဖွဲ့နှင့် သီးသန့်မီးသတ်တပ်ဖွဲ့တို့၏
            လုပ်ငန်းများတွင်လည်းကောင်း ပူးပေါင်းအကောင်အထည်ဖော်ခြင်း။`,
            `ပြည်တွင်း၊ ပြည်ပ စေတနာရှင်များထံမှ လှူဒါန်းငွေများ၊ ပစ္စည်းလက်ခံရယူခြင်း၊ ယင်းလှူဒါန်းငွေများ၊ ပစ္စည်းများကို မီးဘေးအန္တရာယ်၊ အခြားသဘာဝဘေးအန္တရာယ်၊
            ကပ်ရောဂါဘေးအန္တရာယ် သို့မဟုတ် ရုတ်တရက်ဖြစ်ပွားသော ဘေးအန္တရာယ်တားဆီးရေးနှင့် ကယ်ဆယ်ရေးလုပ်ငန်းများတွင် လမ်းညွှန်ချက်နှင့်အညီ စနစ်တကျ
            စီမံခန့်ခွဲဆောင်ရွက်ခြင်း။`,
            `မီးသတ်စခန်းများ ဆောင်လုပ်ရန် မြေနေရာ ရရှိရေး ဆောင်ရွက်ခြင်း။`,
            `မီးသတ်ယာဉ်၊ မီးသတ်စက်၊ မီးသတ်ပစ္စည်းကိရိယာများနှင့် ရှာဖွေကယ်ဆယ်ရေး လုပ်ငန်းသုံး ပစ္စည်းကိရိယာများ ဖြည့်တင်းနိုင်ရေး စည်းရုံးဆောင်ရွက်ခြင်း။`,
            `မြို့နယ်အတွင်း အရန်မီးသတ်တပ်ဖွဲ့ဝင်များ တိုးချဲ့ဖွဲ့စည်းနိုင်ရန် စည်းရုံးဆောင်ရွက်ခြင်း၊ လေ့ကျင့်ပညာပေးခြင်း၊ စည်းကမ်းထိန်းသိမ်းခြင်း။`,
            `မီးဘေးလုံခြုံရေးအတွက် ရေရရှိနိုင်သည့် နည်းလမ်းများ ရှာဖွေဆောင်ရွက်ခြင်း။`,
            `လိုအပ်သည့် ရန်ပုံငွေများကို တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်မီးဘေးလုံခြုံရေးအဖွဲ့ လမ်းညွှန်မှုဖြင့် ရှာဖွေခြင်းနှင့် စနစ်တကျ သုံးစွဲရန် ကြီးကြပ်ဆောင်ရွက်ခြင်း။`,
            `မြို့နယ်အတွင်း မီးဘေးလုံခြုံရေး စီမံချက်များကို အကောင်အထည်ဖော် ဆောင်ရွက်ခြင်း။`,
            `မီးဘေးစိုးရိမ်ရသော ရပ်ကွက်နှင့် ကျေးရွာများ၊ စက်ရုံ၊ အလုပ်ရုံနှင့် မီးဘေးအန္တရာယ် စိုးရိမ်ရသော လုပ်ငန်းများသို့ ကွင်းဆင်းစစ်ဆေး၍ မီးဘေးလုံခြုံရေးဆိုင်ရာ
            ပစ္စည်းကိရိယာများ ထားရှိရေးအတွက် သက်ဆိုင်ရာ မီးသတ်ဦးစီးဌာနနှင့် ညှိနှိုင်းဆောင်ရွက်ခြင်း။`,
            `မီးဘေးလုံခြုံရေးကိစ္စရပ်များအတွက် လိုအပ်သော အထောက်အပံ့များကို ပြည်သူများထံမှ ပါဝင်ကူညီမှု ရရှိရေးအတွက် စည်းရုံးဆောင်ရွက်ခြင်း။`,
            `မီးငြှိမ်းသတ်ရေးနှင့် ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်းများတွင် စွမ်းစွမ်းတမံ ဆောင်ရွက်ခဲ့သော မီးသတ်တပ်ဖွဲ့ဝင်၊ အရန်မီးသတ်တပ်ဖွဲ့ဝင်၊ သီးသန့်မီးသတ်တပ်ဖွဲ့ဝင်များနှင့်
            ပြည်သူတို့အား လိုအပ်သလို ချီးမြှင့်ဂုဏ်ပြုခြင်းနှင့် ဘွဲ့ထူးဂုဏ်ထူး ပေးအပ်နိုင်ရေးအတွက် ထောက်ခံတင်ပြခြင်း။`,
            `မီးဘေးလုံခြုံရေးနှင့် သဘာဝဘေးအန္တရာယ် ကာကွယ်ရေး အသိပညာများ ပြည်သူလူထုအတွင်း စိမ့်ဝင်ပျံ့နှံ့စေရေးအတွက် အသိပညာပေး စည်းရုံးဆောင်ရွက်ခြင်း။`
    ]},
        
    {id: "Nlaw19", 
    title: "အခန်း(၆)။ မီးဘေးလုံခြုံရေးအဖွဲ့အဆင့်ဆင့်၏ တာဝန်နှင့် လုပ်ပိုင်ခွင့်များ (နည်းဥပဒေ-၁၉)", 
    parag: `နည်းဥပဒေ-၁၉။ မြို့၊ ရပ်ကွက် သို့မဟုတ် ကျေးရွာအုပ်စု မီးဘေးလုံခြုံရေး အဖွဲ့များသည် အောက်ပါတာဝန်နှင့် လုပ်ပိုင်ခွင့်များကို ဆောင်ရွက်ရမည် -` , 
    list: [`မြို့နယ်မီးဘေးလုံခြုံရေးအဖွဲ့၏ လုပ်ငန်းဆောင်ရွက်ချက်များတွင် ပူးပေါင်းပါဝင်ခြင်း။`,
            `မြို့၊ ရပ်ကွက် သို့မဟုတ် ကျေးရွာအုပ်စု မီးဘေးလုံခြုံရေး စီမံချက်ရေးဆွဲ၍ မြို့နယ်မီးဘေးလုံခြုံရေးအဖွဲ့သို့ တင်ပြခြင်း။`,
            `အရန်မီးသတ်တပ်ဖွဲ့သို့ ဝင်ရောက်လိုသူများကို သတ်မှတ်အရည်အချင်းနှင့် ပြည့်စုံခြင်း ရှိ/မရှိ လိုအပ်သလို စိစစ်၍ ထောက်ခံတင်ပြခြင်း။`,
            `မီးငြှိမ်းသတ်ရေးအတွက် ရေရရှိရေးကို အသင့်စီမံဆောင်ရွက်ခြင်း။`,
            `သက်ဆိုင်ရာ ရပ်ကွက်နှင့် ကျေးရွာအတွင်း မီးကင်းများ ချထားခြင်း။`,
            `သက်ဆိုင်ရာရပ်ကွက်နှင့် ကျေးရွာအတွင်းရှိ မီးဘေးအန္တရာယ်စိုးရိမ်ရသော လုပ်ငန်းများကို မီးဘေးလုံခြုံရေးဆိုင်ရာ ပစ္စည်းကိရိယာများ လုံလောက်စွာ
            ထားရှိရေးအတွက် သက်ဆိုင်ရာ မီးသတ်ဦးစီးဌာနနှင့် ပူးပေါင်းစစ်ဆေးခြင်း၊ ကြီးကြပ်ခြင်း။`,
            `သက်ဆိုင်ရာ ရပ်ကွက်နှင် ကျေးရွာအတွင်းရှိ နေအိမ်၊ ဈေးဆိုင်တိုင်းတွင် မီးချိတ်၊ မီးကပ်၊ မီးသတ်ဆေးဘူးစသည့် ရှေးဦးမီးငြှိမ်းသတ်ရေး 
            ပစ္စည်းကိရိယာများ ထားရှိရေးအတွက် စည်းရုံးဆောင်ရွက်ခြင်း။`,
            `မီးဘေးကြိုတင်ကာကွယ်ရေးအတွက် တစ်အိမ်တက်ဆင်း မီးစစ်ဆေးခြင်း။`,
            `ရပ်ကွက်နှင့် ကျေးရွာအတွင်း နေထိုင်သူများ လိုက်နာရမည့် မီးသတိပေးနှိုးဆော်ချက်များ အခါအားလျော်စွာ ထုတ်ပြန်ခြင်း။`,
            `မီးဘေးလုံခြုံရေးဆိုင်ရာ ထုတ်ပြန်ထားသော ညွှန်ကြားချက်များကို ရပ်ကွက် သို့မဟုတ် ကျေးရွာအုပ်စုအတွင်း နေထိုင်သူများ လိုက်နာခြင်း 
            ရှိ/မရှိ စစ်ဆေးခြင်းနှင့် လိုက်နာမှု မရှိသူများအား လိုအပ်သလို သတိပေးခြင်း။`,
            `ရပ်ကွက်နှင့် ကျေးရွာအလိုက် အချိန်မီ လက်ဦးမှုရယူ မီးငြှိမ်းသတ်နိုင်ရန် အပေါ့စား မီးသတ်စက်များ ကိုယ့်အားကိုယ်ကိုး ဝယ်ယူထားရှိရန် စည်းရုံးဆောင်ရွက်ခြင်း။`,
            `ရပ်ကွက်နှင့် ကျေးရွာအလိုက် မီးသတ်ယာဉ်များဖြင့် ရေရယူငြှိမ်းသတ်နိုင်သော အနည်းဆုံး ရေဂါလန် (၃၀၀၀)ဆံ့ မီးသတ်ရေလှောင်ကန်များ တည်ဆောက်ရေး
            သက်ဆိုင်ရာဌာန၊ အဖွဲ့အစည်းများနှင့် ညှိနှိုင်းဆောင်ရွက်ခြင်း။`,
            `ရပ်ကွက်နှင့် ကျေးရွာအလိုက် အရန်မီးသတ်တပ်ဖွဲ့အတွက် အထောက်အပံ့ပစ္စည်းများနှင့် ငွေကြေးများကို သတ်မှတ်ထားသည့် နည်းလမ်းများအတိုင်း
            စနစ်တကျ လက်ခံရယူခြင်း၊ ထိန်းသိမ်းခြင်း၊ သုံးစွဲခြင်း။`
    ]},
        
    {id: "Nlaw20", 
    title: "အခန်း(၇)။ အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်း (နည်းဥပဒေ-၂၀)", 
    parag: `နည်းဥပဒေ-၂၀။ မြို့နယ်မီးဘေးလုံခြုံရေးအဖွဲ့သည် မိမိမြို့နယ်အတွင်း အရန်မီးသတ်တပ်ဖွဲ့ကို မီးသတ်ဦးစီးဌာနက ဖွဲ့စည်းပေးနိုင်ရန် အရန်မီးသတ်တပ်ဖွဲ့ဝင်များ
            ရရှိရေးအတွက် မြို့နယ်အလိုက် မီးဘေးလုံခြုံရေး အသိပညာပေးခြင်းနှင့် အရန်မီးသတ်တပ်ဖွဲ့၏ လုပ်ငန်းတာဝန်များကို အသိပေးစည်းရုံးခြင်းတို့ ဆောင်ရွက်ရမည်။` , 
    list: []},
    
    {id: "Nlaw21", 
    title: "အခန်း(၇)။ အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်း (နည်းဥပဒေ-၂၁)", 
    parag: `နည်းဥပဒေ-၂၁။ နည်းဥပဒေ ၂၀ အရ ဆောင်ရွက်ရာတွင် အရန်မီးသတ်တပ်ဖွဲ့သို့ ဝင်ရောက်လိုသူများသည် ရပ်ကွက် သို့မဟုတ် ကျေးရွာအုပ်စု မီးဘေးလုံခြုံရေးအဖွဲ့သို့
            စာရင်းပေးသွင်းနိုင်ကြောင်း အသိပေးကြေငြာရမည်။` , 
    list: []},
    
    {id: "Nlaw22", 
    title: "အခန်း(၇)။ အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်း (နည်းဥပဒေ-၂၂)", 
    parag: `နည်းဥပဒေ-၂၂။ သက်ဆိုင်ရာ ရပ်ကွက်၊ ကျေးရွာအုပ်စု သို့မဟုတ် မြို့ မီးဘေးလုံခြုံရေးအဖွဲ့သည် အရန်မီးသတ်တပ်ဖွဲ့သို့ ဝင်ရောက်လိုကြောင်း စာရင်းပေးသွင်းသူများကို
            လျှောက်လွှာပုံစံ (၂)တွင် ဖြည့်စွက်စေပြီး လျှောက်ထားသူသည် အောက်ပါအရည်အချင်းများနှင့် ပြည့်စုံကြောင်း ထောက်ခံချက်ပေးနိုင်ရန် အဖွဲ့ဖြင့် ဖြစ်စေ၊
            သင့်လျော်သည့် ပုဂ္ဂိုလ်တစ်ဦးအား လွှဲအပ်၍ ဖြစ်စေ စိစစ်ပြီး သဘောထား မှတ်ချက်နှင့်အတူ သက်ဆိုင်ရာ မြို့နယ်မီးဘေးလုံခြုံရေးအဖွဲ့သို့ တင်ပြရမည် - ` , 
    list: [`မြန်မာနိုင်ငံသား ဖြစ်ခြင်း။`,
            `အသက် ၁၈ နှစ် ပြည့်ပြီးသူဖြစ်ခြင်း။`,
            `နိုင်ငံတော်နှင့် နိုင်ငံသားများအပေါ် သစ္စာရှိသူဖြစ်ခြင်း။`,
            `အကျင့်စာရိတ္တ ကောင်းမွန်ပြီး ကျန်းမာသန်စွမ်းသူဖြစ်ခြင်း။`,
            `သက်ဆိုင်ရာ ရပ်ကွက် သို့မဟုတ် ကျေးရွာအတွင်း နေထုင်သူဖြစ်ခြင်း။`,
            `မီးသတ်တပ်ဖွဲ့ဝင်များနှင့် ပူးပေါင်းပါဝင် ကူညီနိုင်သူဖြစ်ခြင်း။`,
            `အခါအားလျော်စွာ ရွေးချယ်စေလွှတ်သည့် သင်တန်းများသို့ တက်ရောက်နိုင်သူဖြစ်ခြင်း။`,
            `လူမှုရေးလုပ်ငန်းများတွင် စိတ်ဝင်စားသူဖြစ်ခြင်း။`,
            `မီးသတ်ကျင့်ဝတ် စည်းကမ်းများကို လိုက်နာကျင့်သုံးနိုင်သူ ဖြစ်ခြင်း။`,
            `နိုင်ငံတော်လုံခြုံရေး၊ ရပ်ရွာအေးချမ်းသာယာရေးနှင့် တရားဥပဒေ စိုးမိုးရေးအတွက် ပါဝင်ကူညီနိုင်သူဖြစ်ခြင်း။`,
    ]},
        
    {id: "Nlaw23", 
    title: "အခန်း(၇)။ အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်း (နည်းဥပဒေ-၂၃)", 
    parag: `နည်းဥပဒေ-၂၃။ မြို့နယ်မီးဘေးလုံခြုံရေးအဖွဲ့သည် နည်းဥပဒေ ၂၂ အရ ပေးပို့သော လျှောက်လွှာများကို လက်ခံရရှိသည့်အခါ ပုဂ္ဂိုလ် သို့မဟုတ် အဖွဲ့အစည်းတစ်ခုခု၏ တင်ပြချက်အရဖြစ်စေ၊
            မိမိကိုယ်တိုင် သိရှိချက်အရဖြစ်စေ လျှောက်ထားသူသည် နည်းဥပဒေ ၂၂ ပါ အရည်အချင်းများအပြင် အောက်ဖော်ပြပါ အရည်အချင်း တစ်ရပ်ရပ် သို့မဟုတ်
            တစ်ခုထက်ပိုသော အရည်အချင်းများနှင့် ပြည့်စုံသူဖြစ်ကြောင်း တွေ့ရှိပါက ယင်းအရည်အချင်းနှင့် ပြည့်စုံကြောင်း ထောက်ခံ၍ ဗဟိုအဖွဲ့သို့ တိုက်ရိုက်တင်ပြရမည်။
            တင်ပြချက် မိတ္တူကို ခရိုင်မီးဘေးလုံခြုံရေးအဖွဲ့နှင့် ပြည်ထောင်စုနယ်မြေ၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်မီးဘေးလုံခြုံရေးအဖွဲ့သို့ ပေးပို့ရမည် - ` ,         
    list: [`ပြည်သူလူထုက လေးစားချင်ခင်သူဖြစ်ခြင်း။`,
            `ပြည်သူ့အကျိုးပြုလုပ်ငန်းများတွင် စိတ်ပါဝင်စား၍ ကိုယ်တိုင်ပါဝင် ဆောင်ရွက်လျှက်ရှိသူဖြစ်ခြင်း။`,
            `မီးဘေးလုံခြုံရေးနှင့် ရှာဖွေကယ်ဆယ်ရေးဆိုင်ရာ ပညာရပ်များကို တတ်သိနားလည်သူဖြစ်ခြင်း။`
    ]},
    
    {id: "Nlaw24", 
    title: "အခန်း(၇)။ အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်း (နည်းဥပဒေ-၂၄)", 
    parag: `နည်းဥပဒေ-၂၄။ ဗဟိုအဖွဲ့သည် နည်းဥပဒေ ၂၃ အရ ပေးပို့သော အလျှောက်လွှာများကို သက်ဆိုင်ရာမြို့နယ်တွင် အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းနိုင်ရန် မီးသတ်ဦးစီးဌာနသို့ လွှဲပြောင်းပေးရမည်။` , 
    list: []},
    
    {id: "Nlaw25", 
    title: "အခန်း(၇)။ အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်း (နည်းဥပဒေ-၂၅)", 
    parag: `နည်းဥပဒေ-၂၅။ မီးသတ်ဦးစီးဌာနသည် အရန်မီးသတ်တပ်ဖွဲ့သို့ ဝင်ရောက်ရန် လျှောက်ထားသည့် လျှောက်လွှာများကို စိစစ်၍ နည်းဥပဒေ ၂၂ ပါ အရည်အချင်းများနှင့်
            ပြည်စုံသူတို့ကို အရန်မီးသတ်တပ်ဖွဲ့ဝင်များအဖြစ် လည်းကောင်း၊ နည်းဥပဒေ ၂၃ ပါ အရည်အချင်းများနှင့် ပြည့်စုံသူတို့ကို အရန်မီးသတ်တပ်ဖွဲ့ ဒုတပ်ရင်းမှူး၊
            တပ်ခွဲမှူး၊ ဒုတပ်ခွဲမှူး၊ တပ်စုမှူးနှင့် တပ်ကြပ်ကြီးများအဖြစ် သင့်လျော်သလို သတ်မှတ်၍ သက်ဆိုင်ရာမြို့နယ် အရန်မီးသတ်တပ်ဖွဲ့ကို ဖွဲ့စည်းပေးရမည်။` , 
    
    list: []},
    
    {id: "Nlaw26", 
    title: "အခန်း(၇)။ အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်း (နည်းဥပဒေ-၂၆)", 
    parag: `နည်းဥပဒေ-၂၆။ အရန်မီးသတ်တပ်ဖွဲ့ဝင်သည် မီးသတ်ဦးစီးဌာနက ဖွင့်လှစ်သော အဆင့်အလိုက် သတ်မှတ်ထားသည့် သင်တန်းကို တက်ရောက်သင်ကြားရမည်။` , 
    
    list: []},
    
    {id: "Nlaw27", 
    title: "အခန်း(၇)။ အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်း (နည်းဥပဒေ-၂၇)", 
    parag: `နည်းဥပဒေ-၂၇။ မီးသတ်ဦးစီးဌာနသည် မီးဘေးလုံခြုံရေးလုပ်ငန်းများ ဆောင်ရွက်ရာတွင် လည်းကောင်း၊ မီးဘေးအန္တရာယ်၊ အခြားသဘာဝဘေးအန္တရာယ်၊ ကပ်ရောဂါဘေး အန္တရာယ်နှင့်
            ရုတ်တရက် မတော်တဆဖြစ်ပွားသော ဘေးအန္တရာယ်များအတွက် မီးငြှိမ်းသတ်ရေးနှင့် ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်းများ ဆောင်ရွက်ရာတွင်လည်းကောင်း၊
            ပြည်သူလူထုအတွင်း စိမ့်ဝင်ပျံ့နှံစေရေးအတွက် လှုံ့ဆော်ပညာပေးရာတွင်လည်းကောင်း၊ မီးသတ်တပ်ဖွဲ့ဝင်များနှင့်အတူ စေတနာ့ဝန်ထမ်း ပါဝင်ကူညီ
            ဆောင်ရွက်နိုင်ရေးအတွက် အရန်မီးသတ်တပ်ဖွဲ့များ၊ ဖွဲ့စည်းရာတွင် အောက်ပါအတိုင်း ဖွဲ့စည်းရမည် - ` , 
    
    list: [`အရန်မီးသတ်တပ်စိတ် (၁၀)ဦး - (၁) အရန်မီးသတ်တပ်စိတ်မှူး (မီးသတ်တပ်ကြပ်အဆင့်) ၁-ဦး၊ 
            (၂) အရန်မီးသတ် ဒုတိယတပ်စိတ်မှူး (မီးသတ်ဒုတိယတပ်ကြပ်အဆင့်) ၁-ဦး၊ (၃) အရန်မီးသတ်တပ်သား ၈-ဦး`,
            `အရန်မီးသတ်တပ်စု (၃၅)ဦး - (၁) အရန်မီးသတ်တပ်စုမှူး ၁-ဦး၊ (၂) အရန်မီးသတ်တပ်ကြပ်ကြီး ၁-ဦး၊
            (၃) အရန်မီးသတ်တပ်ကြပ် ၁-ဦး၊ (၄) အရန်မီးသတ်တပ်သား ၂-ဦး၊ (၅) အရန်မီးသတ်တပ်စိတ် ၃-စိတ်၊`,
            `အရန်မီးသတ်တပ်ခွဲ ၁၁၆-ဦး - (၁) အရန်မီးသတ်တပ်ခွဲမှူး ၁-ဦး၊ (၂) အရန်မီးသတ်ဒုတိယတပ်ခွဲမှူး ၁-ဦး၊
            (၃) အရန်မီးသတ်တပ်ကြပ်ကြီး ၃-ဦး၊ (၄) အရန်မီးသတ်တပ်ကြပ်/ဒု-တပ်ကြပ် ၂-ဦး၊ 
            (၅) အရန်မီးသတ်တပ်သား ၄-ဦး၊ (၆) အရန်မီးသတ်တပ်စု ၃-စု`,
            `အရန်မီးသတ်တပ်ရင်း (၅၀၀) ဦး - (၁) အရန်မီးသတ်တပ်ရင်းမှူး ၁-ဦး၊ (၂) အရန်မီးသတ် ဒု-တပ်ရင်းမှူး ၁-ဦး၊
            (၃) အရန်မီးသတ်တပ်ခွဲမှူး (ရေး/ထောက်) ၂-ဦး၊ (၄) အရန်မီးသတ်တပ်စုမှူး ၂-ဦး၊
            (၅) အရန်မီးသတ်တပ်ကြပ်ကြီး ၄-ဦး၊ (၆) အရန်မီးသတ်တပ်ကြပ်/ဒုတပ်ကြပ် ၄-ဦး၊ 
            (၇) အရန်မီးသတ်တပ်သား  ၂၂-ဦး၊ (၈) အရန်မီးသတ်တပ်ခွဲ ၄-ခွဲ`
        ]},
    
    {id: "Nlaw28", 
    title: "အခန်း(၇)။ အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်း (နည်းဥပဒေ-၂၈)", 
    parag: `နည်းဥပဒေ-၂၈။ အဆင့်ဆင့်သော မီးဘေးလုံခြုံရေးအဖွဲ့များသည် မိမိနှင့် သက်ဆိုင်သည့်ဒေသ အသီးသီးတွင် အရန်မီးသတ်တပ်စိတ်၊ အရန်မီးသတ်တပ်စု၊ အရန်မီးသတ်တပ်ခွဲ
            သို့မဟုတ် အရန်မီးသတ်တပ်ရင်းများကို နည်းဥပဒေ ၂၇ ပါ အင်အားနှင့်အညီ လိုအပ်သလို ဖွဲ့စည်းနိုင်ရန် အရန်မီးသတ်တပ်ဖွဲ့ဝင်များ၏ အမည်စာရင်းနှင့်အတူ
            မီးသတ်ဦးစီးဌာနသို့ အဆိုပြုတင်ပြရမည်။` ,
    list: []},
    
    {id: "Nlaw29", 
    title: "အခန်း(၇)။ အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်း (နည်းဥပဒေ-၂၉)", 
    parag: `နည်းဥပဒေ-၂၉။ မီးသတ်ဦးစီးဌာနသည် - ` ,
    list: [`နည်းဥပဒေ ၂၈ အရ တင်ပြချက်ကို စိစစ်ပြီး အရန်မီးသတ်တပ်ဖွဲ့ဝင် အင်အားအပေါ်မူတည်၍ အရန်မီးသတ်တပ်စိတ်၊ အရန်မီးသတ်တပ်စု၊
            အရန်မီးသတ်တပ်ခွဲ သို့မဟုတ် အရန်မီးသတ်တပ်ရင်းကို ဖွဲ့စည်းပေးရမည်။`,
            `အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းပုံစည်းမျဉ်းကို ရေးဆွဲထားရှိရမည်။`,
            `အရန်မီးသတ်တပ်ဖွဲ့ဝင်များ၏ ကျင့်ဝတ်နှင့် စည်းကမ်းများကို သတ်မှတ်ထားရမည်။`,
            `အရန်မီးသတ်တပ်ဖွဲ့ဝင်များအား လေ့ကျင့်သင်ကြားရေးနှင့် နည်းပညာများ ရရှိရေးတို့အတွက် ဆောင်ရွက်ပေးရမည်။`,
            `အရန်မီးသတ်တပ်ဖွဲ့ အဆင့်ဆင့်၏ အထောက်အပံ့ပစ္စည်းနှင့် ငွေကြေးလက်ခံခြင်း၊ ထိန်းသိမ်းခြင်းနှင့် သုံးစွဲခြင်းဆိုင်ရာ နည်းလမ်းများကို သတ်မှတ်ပေးရမည်။`
        ]},
    
    {id: "Nlaw30", 
    title: "အခန်း(၇)။ အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်း (နည်းဥပဒေ-၃၀)", 
    parag: `နည်းဥပဒေ-၃၀။ ညွှန်ကြားရေးမှူးချုပ်သည် အရန်မီးသတ်တပ်ဖွဲ့များ၏ တပ်ဖွဲ့မှူးချုပ်အဖြစ်လည်းကောင်း၊ ဒုတိယ ညွှန်ကြားရေးမှူးချုပ်သည် အရန်မီးသတ်တပ်ဖွဲ့များ၏
            ဒုတိယတပ်ဖွဲ့မှူးချုပ်အဖြစ်လည်းကောင်း တာဝန်ယူရမည်။` ,
    list: []},
    
    {id: "Nlaw31", 
    title: "အခန်း(၇)။ အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်း (နည်းဥပဒေ-၃၁)", 
    parag: `နည်းဥပဒေ-၃၁။ ကွပ်ကဲရေးမှူးများသည် သက်ဆိုင်ရာ ပြည်ထောင်စုနယ်မြေ၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်အရန်မီးသတ်တပ်ဖွဲ့ဝင်များ အားလုံး၏ 
            အရန်မီးသတ် တပ်ဖွဲ့မှူးအဖြစ် တာဝန်ယူရမည်။` ,
    list: []},
    
    {id: "Nlaw32", 
    title: "အခန်း(၇)။ အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်း (နည်းဥပဒေ-၃၂)", 
    parag: `နည်းဥပဒေ-၃၂။ ပြည်ထောင်စုနယ်မြေ၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်မီးသတ်ဦးစီးမှူးသည် ပြည်ထောင်စုနယ်မြေ၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်
            အရန်မီးသတ်တပ်ဖွဲ့မှူးအဖြစ်လည်းကောင်း၊ ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ တိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ ဒေသ၊ ခရိုင်တို့၏ မီးသတ်ဦးစီးမှူးသည်
            ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ တိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ ဒေသ၊ ခရိုင်တို့၏ အရန်မီးသတ်တပ်ဖွဲ့မှူးအဖြစ်လည်းကောင်း၊ မြို့နယ်မီးသတ်ဦးစီးမှူးသည်
            အရန်မီးသတ်တပ်ရင်းမှူးအဖြစ်လည်းကောင်း တာဝန်ယူရမည်။` ,
    list: []},
    
    {id: "Nlaw33", 
    title: "အခန်း(၈)။ အရန်မီးသတ်တပ်ဖွဲ့၏ လုပ်ငန်းတာဝန်များ (နည်းဥပဒေ-၃၃)", 
    parag: `နည်းဥပဒေ-၃၃။ အရန်မီးသတ်တပ်ဖွဲ့၏ လုပ်ငန်းတာဝန်များမှာ အောက်ပါအတိုင်းဖြစ်သည် - ` ,
    list: [`နိုင်ငံတော်လုံခြုံရေး၊ ပြည်သူတို့၏ အေးချမ်းသာယာရေးနှင့် တရားဥပဒေစိုးမိုးရေးအတွက် လိုအပ်ပါက ပါဝင်ကူညီဆောင်ရွက်ခြင်း။`,
            `မီးဘေးလုံခြုံရေးနှင့် သက်ဆိုင်သည့်လုပ်ငန်းများ ဆောင်ရွက်ခြင်း။`,
            `သဘာဝဘေးအန္တရာယ် ကာကွယ်ရေးလုပ်ငန်းများတွင် ပါဝင်ဆောင်ရွက်ခြင်း။`,
            `မီးဘေး၊ အခြားသဘာဝဘေးအန္တရာယ်နှင့် ရုတ်တရက် မတော်တဆဖြစ်ပွားသော ဘေးအန္တရာယ်များ ပေါ်ပေါက်လာပါက မီးငြှိမ်းသတ်ရေးနှင့်
            ရှာဖွေကယ်ဆယ်ရေး လုပ်ငန်းများ ဆောင်ရွက်ခြင်း။`,
            `ပြည်သူ့အကျိုးပြု လူမှုဝန်ထမ်းလုပ်ငန်းများတွင် ပါဝင်ဆောင်ရွက်ခြင်း။`,
            `မီးသတ်ဦးစီးဌာနကဖြစ်စေ၊ သက်ဆိုင်ရာမီးသတ်တပ်ဖွဲ့ကဖြစ်စေ၊ မီးဘေးလုံခြုံရေးအဖွဲ့ကဖြစ်စေ အခါအားလျော်စွာ ပေးအပ်သော တာဝန်များကို ဆောင်ရွက်ခြင်း။`
    
    ]},
    
    {id: "Nlaw34", 
    title: "အခန်း(၈)။ အရန်မီးသတ်တပ်ဖွဲ့၏ လုပ်ငန်းတာဝန်များ (နည်းဥပဒေ-၃၄)", 
    parag: `နည်းဥပဒေ-၃၄။ အရန်မီးသတ်တပ်ဖွဲ့ အဆင့်ဆင့်တွင် သက်ဆိုင်ရာ မီးဘေးလုံခြုံရေးအဖွဲ့ အဆင့်ဆင့်၏ ကြီးကြပ်မှုဖြင့် အောက်ပါစာရင်းဇယားများကို ပြုစုထားရှိရမည် - ` ,
    list: [`ရရှိသည့် ရန်ပုံငွေနှင့် သုံးစွဲသည့်စာရင်း၊`,
            `အထောက်အပံ့ပစ္စည်းစာရင်း၊`,
            `မီးသတ်ယာဉ်နှင့် ပစ္စည်းကိရိယာစာရင်း၊`,
            `အရန်မီးသတ်တပ်ဖွဲ့ပိုင်မြေ၊ အဆောက်အအုံနှင့် ပရိဘောဂစာရင်း၊`,
            `မီးသတ်တူညီဝတ်စုံစာရင်း၊`,
            `အရန်မီးသတ်တပ်ဖွဲ့ဝင်များစာရင်း၊`,
            `မီးလောင်မှုအခြေပြစာရင်း၊`,
            `မီးသတ်ဦးစီးဌာနက ပြုစုထားရှိရန် အခါအားလျော်စွာ သတ်မှတ်သော စာရင်း။`
    ]},
    
    {id: "Nlaw35", 
    title: "အခန်း(၉)။ အရန်မီးသတ်တပ်ဖွဲ့ဝင်အဖြစ်မှ နုတ်ထွက်ခြင်းနှင့် ရပ်စဲခြင်း (နည်းဥပဒေ-၃၅)", 
    parag: `နည်းဥပဒေ-၃၅။ ` ,
    list: [`အရန်မီးသတ်တပ်ဖွဲ့ဝင်တစ်ဦးသည် မိမိသဘောဆန္ဒအလျောက် အရန်မီးသတ်တပ်ဖွဲ့ဝင်အဖြစ်မှ နုတ်ထွက်လိုလျှင် သက်ဆိုင်ရာ မီးဘေးလုံခြုံရေးအဖွဲ့မှ
            တစ်ဆင့် မြို့နယ်မီးသတ်ဦးစီးဌာနသို့ လျှောက်ထားရမည်။`,
            `မြို့နယ်မီးသတ်ဦးစီးမှူးသည် နည်းဥပဒေခွဲ(က)အရ လျှောက်ထားသည့် လျှောက်လွှာကို မီးသတ်ဦးစီးဌာနသို့ တင်ပြရမည်။`,
            `အရန်မီးသတ်တပ်ဖွဲ့ဝင် တစ်ဦးဦးသည် မီးသတ်ဦးစီးဌာန၏ ခွင့်ပြုချက် ရရှိမှသာ နုတ်ထွက်ခွင့်ရှိသည်။`,
    ]},
    
    {id: "Nlaw36", 
    title: "အခန်း(၉)။ အရန်မီးသတ်တပ်ဖွဲ့ဝင်အဖြစ်မှ နုတ်ထွက်ခြင်းနှင့် ရပ်စဲခြင်း (နည်းဥပဒေ-၃၆)", 
    parag: `နည်းဥပဒေ-၃၆။ အရန်မီးသတ်တပ်ဖွဲ့ဝင် တစ်ဦးဦးသည် အောက်ပါအကြောင်းတစ်ရပ်ရပ် ပေါ်ပေါက်လျှင် အရန်မီးသတ်တပ်ဖွဲ့ဝင် အဖြစ်မှ အလိုအလျောက်
            ရပ်စဲရမည် - ` ,
    list: [`သာသနာ့ဘောင်သို့ အမြဲတမ်းကူးပြောင်းခြင်း၊`,
            `ရူးသွပ်ခြင်း၊`, `သေဆုံးခြင်း၊`,
            `အရန်မီးသတ်တပ်ဖွဲ့၏ တပ်ဖွဲ့ဝင်အဖြစ် တာဝန်ဆက်လက် ထမ်းဆောင်ခြင်း မပြုနိုင်လောက်သော ကိုယ်အင်္ဂါအစိတ်အပိုင်း ဆုံးရှုံးမှု သို့မဟုတ်
            အမြဲတမ်း မသန်စွမ်းမှုဖြစ်ခြင်း။`
    ]},
    
    {id: "Nlaw37", 
    title: "အခန်း(၉)။ အရန်မီးသတ်တပ်ဖွဲ့ဝင်အဖြစ်မှ နုတ်ထွက်ခြင်းနှင့် ရပ်စဲခြင်း (နည်းဥပဒေ-၃၇)", 
    parag: `နည်းဥပဒေ-၃၇။ မြို့နယ်မီးသတ်ဦးစီးမှူးသည် အရန်မီးသတ်တပ်ဖွဲ့ဝင် တစ်ဦးဦးအား အောက်ပါအကြောင်း တစ်ရပ်ရပ်ပေါ်ပေါက်ကြောင်း စုံစမ်းစစ်ဆေး
            တွေ့ရှိသည့်အခါ အဆင့်ဆင့် တင်ပြ၍ မီးသတ်ဦးစီးဌာန၏ ခွင့်ပြုချက်ဖြင့် အရန်မီးသတ်တပ်ဖွဲ့ဝင်အဖြစ်မှ ရပ်စဲရမည် - ` ,
    list: [`အရန်မီးသတ်တပ်ဖွဲ့၏ ဂုဏ်သိက္ခာကို ညှိုးနွမ်းစေရန် ပြုလုပ်ခြင်း၊`,
            `အကျင့်စာရိတ္တပျက်ယွင်းခြင်း၊`,
            `ပြစ်မှုတစ်ခုခုကို ကျူးလွန်သဖြင့် သက်ဆိုင်ရာ တရားရုံး၏ ပြစ်မှုထင်ရှား စီရင်ခံရခြင်း၊ `,
            `အကြောင်းလုံလောက်စွာ မရှိဘဲ တာဝန်ဝတ္တရားများကို ဆောင်ရွက်ရန် သုံးကြိမ်ဆက်တိုက် ပျက်ကွက်ခြင်း၊`,
            `မီးသတ်ဦးစီးဌာနမှ ထုတ်ပြန်သော အမိန့်၊ ညွှန်ကြားချက်နှင့် ကျင့်ဝတ်စည်းကမ်းများအား လိုက်နာရန် ပျက်ကွက်ခြင်း။`
    ]},
    
    {id: "Nlaw38", 
    title: "အခန်း(၉)။ အရန်မီးသတ်တပ်ဖွဲ့ဝင်အဖြစ်မှ နုတ်ထွက်ခြင်းနှင့် ရပ်စဲခြင်း (နည်းဥပဒေ-၃၈)", 
    parag: `နည်းဥပဒေ-၃၈။ အရန်မီးသတ်တပ်ဖွဲ့ဝင် တစ်ဦးသည် အရန်မီးသတ်တပ်ဖွဲ့ဝင် အဖြစ်မှ နုတ်ထွက်ခွင့် ရရှိလျှင်ဖြစ်စေ၊ ရပ်စဲခံရလျှင်ဖြစ်စေ အောက်ပါအတိုင်း
            လိုက်နာဆောင်ရွက်ရမည် - ` ,
    list: [`မိမိတာဝန်ဝတ္တရားများကို စွန့်လွှတ်ရမည်။`,
            `မိမိအား ထုတ်ပေးထားသော မီးသတ်တူညီဝတ်စုံများ၊ ရာထူးတံဆိပ်နှင့် မီးသတ်ပစ္စည်းကိရိယာတို့ကို သက်ဆိုင်ရာ အရန်မီးသတ်တပ်ဖွဲ့သို့ ပြန်လည်
            အပ်နှံရမည်။`,
            `မီးသတ်တပ်ဖွဲ့၊ အရန်မီးသတ်တပ်ဖွဲ့ သို့မဟုတ် သီးသန့်မီးသတ်တပ်ဖွဲ့ ဝတ်စုံများကို ဝတ်ဆင်ခြင်း မပြုရ။`
    ]},
    
    {id: "Nlaw39", 
    title: "အခန်း(၁၀)။ အရန်မီးသတ်တပ်ဖွဲ့ကို ဖျက်သိမ်းခြင်း (နည်းဥပဒေ-၃၉)", 
    parag: `နည်းဥပဒေ-၃၉။ မီးသတ်ဦးစီးဌာနသည် - ` ,
    list: [`အရန်မီးသတ်တပ်ဖွဲ့ကို ဖျက်သိမ်းရန် လုံလောက်သော အကြောင်းရှိလျှင် ဝန်ကြီးဌာနကို တင်ပြပြီး အမိန့်ကြော်ငြာစာ ထုတ်ပြန်၍ ဖျက်သိမ်းနိုင်သည်။`,
            `နည်းဥပဒေခွဲ(က)အရ အရန်မီးသတ်တပ်ဖွဲ့တစ်ခုခုကို ဖျက်သိမ်းရန် သင့်/မသင့်နှင့် စပ်လျဉ်း၍ စုံစမ်းစစ်ဆေးရန် လိုအပ်ပါက အဖွဲ့ဝင် သုံးဦး ပါဝင်သော
            စုံစမ်းစစ်ဆေးရေးအဖွဲ့ကို ကာလသတ်မှတ်၍ ဖွဲ့စည်းတာဝန်ပေးအပ်နိုင်သည်။`
    ]},
    
    {id: "Nlaw40", 
    title: "အခန်း(၁၀)။ အရန်မီးသတ်တပ်ဖွဲ့ကို ဖျက်သိမ်းခြင်း (နည်းဥပဒေ-၄၀)", 
    parag: `နည်းဥပဒေ-၄၀။ နည်းဥပဒေ ၃၉၊ နည်းဥပဒေခွဲ (ခ)အရ ဖွဲ့စည်းသော စုံစမ်းစစ်ဆေးရေး အဖွဲ့သည် - ` ,
    list: [`သက်ဆိုင်ရာ ပုဂ္ဂိုလ်များကို ခေါ်ယူစစ်ဆေးနိုင်သည်။`,
            `သက်ဆိုင်ရာ အထောက်အထား စာရွက်စာတမ်းများကို တောင်းခံကြည့်ရှု၍ စစ်ဆေးနိုင်သည်။`,
            `စစ်ဆေးတွေ့ရှိချက် အစီရင်ခံစာကို မီးသတ်ဦးစီးဌာနသို့ သတ်မှတ်ကာလအတွင်း တင်ပြရမည်။`
    ]},
    
    {id: "Nlaw41", 
    title: "အခန်း(၁၀)။ အရန်မီးသတ်တပ်ဖွဲ့ကို ဖျက်သိမ်းခြင်း (နည်းဥပဒေ-၄၁)", 
    parag: `နည်းဥပဒေ-၄၁။ မီးသတ်ဦးစီးဌာနသည် နည်းဥပဒေ ၄၀၊ နည်းဥပဒေခွဲ (ဂ)အရ စုံစမ်းစစ်ဆေးရေးအဖွဲ့က တင်ပြသည့် အစီရင်ခံစာကို စိစစ်ပြီး
            အရန်မီးသတ်တပ်ဖွဲ့ကို ဖျက်သိမ်းရန် သင့် မသင့် သဘောထားမှတ်ချက်ဖြင့် ဝန်ကြီးဌာနသို့ တင်ပြရမည်။` ,
    list: []},
    
    {id: "Nlaw42", 
    title: "အခန်း(၁၀)။ အရန်မီးသတ်တပ်ဖွဲ့ကို ဖျက်သိမ်းခြင်း (နည်းဥပဒေ-၄၂)", 
    parag: `နည်းဥပဒေ-၄၂။ ဖျက်သိမ်းခြင်းခံရသော အရန်မီးသတ်တပ်ဖွဲ့သည် အောက်ပါတို့ကို ညွှန်ကြားရေးမှူးချုပ်ထံဖြစ်စေ၊ ညွှန်ကြားရေးမှူးချုပ်က တာဝန်ပေးအပ်ထားသည့်
            မြို့နယ်မီးသတ်ဦးစီးမှူးအောက် မနိမ့်သော မီးသတ်အရာရှိ တစ်ဦးဦးထံဖြစ်စေ စနစ်တကျ လွှဲပြောင်းပေးအပ်ရမည် - ` ,
    list: [`မီးသတ်ယာဉ်၊ မီးသတ်စက်၊ မီးသတ်ပစ္စည်းကိရိယာ၊ မီးသတ်တူညီဝတ်စုံများနှင့် ရာထူးတံဆိပ်များ၊`,
            `မီးသတ်ရန်ပုံငွေများ၊`,
            `မီးသတ်ဦးစီးဌာနနှင့် အရန်မီးသတ်တပ်ဖွဲ့ပိုင် ရွှေ့ပြောင်းနိုင်သော ပစ္စည်းနှင့် မရွှေ့ပြောင်းနိုင်သော ပစ္စည်းများ၊`,
            `စာရင်းဇယားနှင့် အခြားစာရွက်စာတမ်းများ။`
    ]},
    
    {id: "Nlaw43", 
    title: "အခန်း(၁၀)။ အရန်မီးသတ်တပ်ဖွဲ့ကို ဖျက်သိမ်းခြင်း (နည်းဥပဒေ-၄၃)", 
    parag: `နည်းဥပဒေ-၄၃။ ညွှန်ကြားရေးမှူးချုပ်သည် နည်းဥပဒေ ၄၂ အရ လွှဲပြောင်းလက်ခံရရှိသော ပစ္စည်းများနှင့် ရန်ပုံငွေများကို အကျိုးအကြောင်း ဖော်ပြလျှက်
            ဝန်ကြီးဌာနသို့ တင်ပြရမည်။` ,
    list: []},
    
    {id: "Nlaw44", 
    title: "အခန်း(၁၀)။ အရန်မီးသတ်တပ်ဖွဲ့ကို ဖျက်သိမ်းခြင်း (နည်းဥပဒေ-၄၄)", 
    parag: `နည်းဥပဒေ-၄၄။ ဝန်ကြီးဌာနသည် နည်းဥပဒေ ၄၃ အရ တင်ပြချက်အပေါ် စိစစ်ပြီး လိုအပ်သလို စီမံခန့်ခွဲနိုင်သည်။` ,
    list: []},
    
    {id: "Nlaw45", 
    title: "အခန်း(၁၁)။ သီးသန့်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်းနှင့် လုပ်ငန်းတာဝန်များ (နည်းဥပဒေ-၄၅)", 
    parag: `နည်းဥပဒေ-၄၅။ မီးသတ်ဦးစီးဌာနသည် - ` ,
    list: [`စက်ရုံ၊ အလုပ်ရုံ၊ လုပ်ငန်း၏ ပမာဏနှင့် မီးဘေးအန္တရာယ်စိုးရိမ်ရမှု အခြေအနေကို စိစစ်သုံးသပ်ပြီး သီးသန့်မီးသတ်တပ်ဖွဲ့ကို ဖွဲ့စည်းရန် ပိုင်ရှင်ထံ
            စာဖြင့် အကြောင်းကြားရမည်။`,
            `ပိုင်ရှင်က သီးသန့်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခွင့်ပြုရန် တင်ပြလာပါက သတ်မှတ်ချက်များနှင့်အညီ ဖွဲ့စည်းခွင့်ပြုနိုင်သည်။`
    ]},
    
    {id: "Nlaw46", 
    title: "အခန်း(၁၁)။ သီးသန့်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်းနှင့် လုပ်ငန်းတာဝန်များ (နည်းဥပဒေ-၄၆)", 
    parag: `နည်းဥပဒေ-၄၆။ ပိုင်ရှင်သည် နည်းဥပဒေ ၄၅(ခ)အရ သီးသန့်မီးသတ်တပ်ဖွဲ့ကို ဖွဲ့စည်းရာတွင် အရန်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းပုံနှင့်အညီ သင့်လျော်သလို
            ဖွဲ့စည်းရမည်။` ,
    list: []},
    
    {id: "Nlaw47", 
    title: "အခန်း(၁၁)။ သီးသန့်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်းနှင့် လုပ်ငန်းတာဝန်များ (နည်းဥပဒေ-၄၇)", 
    parag: `နည်းဥပဒေ-၄၇။ သီးသန်မီးသတ်တပ်ဖွဲ့၏ အလံ၊ တံဆိပ်နှင့် ရာထူးအဆင့်များကို အရန်မီးသတ်တပ်ဖွဲ့၏ အလံ၊ တံဆိပ်နှင့် ရာထူးအဆင့်များအတိုင်း
            သတ်မှတ် ဖွဲ့စည်းရမည်။` ,
    list: []},
    
    {id: "Nlaw48", 
    title: "အခန်း(၁၁)။ သီးသန့်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်းနှင့် လုပ်ငန်းတာဝန်များ (နည်းဥပဒေ-၄၈)", 
    parag: `နည်းဥပဒေ-၄၈။ ပိုင်ရှင်သည် - ` ,
    list: [`သီးသန့်မီးသတ်တပ်ဖွဲ့ကို မီးသတ်ဦးစီးဌာနမှ သတ်မှတ်ပေးသည့် အင်အားအတိုင်း ဖွဲ့စည်းထားရှိရမည်။`,
            `သီးသန့်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းသည့် ကုန်ကျစရိတ်ကို ကျခံရမည်။`,
            `သီးသန့်မီးသတ်တပ်ဖွဲ့၏ တူညီဝတ်စုံဆင်ယင်မှု၊ စည်းကမ်းသေဝပ်မှု၊ အခြေခံမီးသတ်ပညာ တတ်ကျွမ်းနားလည်မှု၊ မီးသတ်လုပ်ငန်း လေ့ကျင့်မှုတို့ကို
            သက်ဆိုင်ရာ မီးသတ်ဦးစီးဌာန၏ လမ်းညွှန်မှုနှင့်အညီ ဆောင်ရွက်ရမည်။`,
            `မီးသတ်ဦးစီးဌာန၏ လေ့ကျင့်ရေးဆိုင်ရာ မူဝါဒများနှင့်အညီ လိုက်နာဆောင်ရွက်ရမည်။`,
            `မီးသတ်ဦးစီးဌာန၏ ညွှန်ကြားချက်နှင့်အညီ မီးသတ်ပစ္စည်းကိရိယာများနှင့် မီးသတ်ရန် ရေလုံလောက်စွာ ထားရှိရမည်။ လိုအပ်ပါက မီးသတ်ယာဉ်များကို
            ဝယ်ယူထားရှိရမည်။`,
            `သီးသန့်မီးသတ်တပ်ဖွဲ့ဝင်အတွက် မီးသတ်ဦးစီးဌာနက ဖွင့်လှစ်သော အဆင့်အလိုက် သတ်မှတ်ထားသည့် သင်တန်းသို့ သီးသန့်မီးသတ်တပ်ဖွဲ့ဝင်များအား
            တက်ရောက်စေရန် တာဝန်ယူရမည်။`
    ]}, 
    
    {id: "Nlaw49", 
    title: "အခန်း(၁၁)။ သီးသန့်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်းနှင့် လုပ်ငန်းတာဝန်များ (နည်းဥပဒေ-၄၉)", 
    parag: `နည်းဥပဒေ-၄၉။ စက်ရုံ၊ အလုပ်ရုံ၊ လုပ်ငန်းများတွင် မီးဘေးလုံခြုံရေးလုပ်ငန်းများကို တာဝန်ယူကြီးကြပ် ဆောင်ရွက်နိုင်ရေးအတွက် ပိုင်ရှင်သည်
            မီးသတ်ဦးစီးဌာနက ဖွင့်လှစ်သော မီးဘေးလုံခြုံရေးတာဝန်ခံ သင်တန်းဆင်းအောင်လက်မှတ် သို့မဟုတ် အလားတူ အောင်လက်မှတ် ရရှိပြီးသူကိုသာ
            မီးဘေးလုံခြုံရေးတာဝန်ခံအဖြစ် တာဝန်ပေးအပ်ရမည်။` ,
    list: []},
    
    {id: "Nlaw50", 
    title: "အခန်း(၁၁)။ သီးသန့်မီးသတ်တပ်ဖွဲ့ ဖွဲ့စည်းခြင်းနှင့် လုပ်ငန်းတာဝန်များ (နည်းဥပဒေ-၅၀)", 
    parag: `နည်းဥပဒေ-၅၀။ သီးသန့်မီးသတ်တပ်ဖွဲ့သည် အောက်ပါလုပ်ငန်းများကို ဆောင်ရွက်ရမည် - ` ,
    list: [`မီးသတိမူရေးနှင့် သက်ဆိုင်သည့် လုပ်ငန်းများ ဆောင်ရွက်ခြင်း၊`,
            `မီးဘေးကြိုတင်ကာကွယ် တားဆီးရေးလုပ်ငန်းများ ဆောင်ရွက်ခြင်း၊`,
            `မီးငြှိမ်းသတ်ရေးလုပ်ငန်းများ ဆောင်ရွက်ခြင်း၊`,
            `မီးဘေးလုံခြုံရေးလုပ်ငန်းများ ဆောင်ရွက်ရာတွင် လည်းကောင်း၊ မီးဘေးအန္တရာယ်၊ အခြားသဘာဝဘေးအန္တရာယ်များ ကျရောက်သည့်အခါတွင်
            လည်းကောင်း၊ သက်ဆိုင်ရာ မီးသတ်ဦးစီးဌာန၏ ကြီးကြပ်ကွပ်ကဲမှုဖြင့် မီးသတ်တပ်ဖွဲ့ဝင်များ၊ အရန်မီးသတ်တပ်ဖွဲ့ဝင်များနှင့် ပူးပေါင်းဆောင်ရွက်ရမည်။`
    ]},
    
    {id: "Nlaw51", 
    title: "အခန်း(၁၂)။ သေဆုံးခြင်း၊ ထိခိုက်ဒဏ်ရာရရှိခြင်းအတွက် လျော်ကြေး သို့မဟုတ် ဂရုဏာကြေး(နည်းဥပဒေ-၅၁)", 
    parag: `နည်းဥပဒေ-၅၁။ မီးသတ်တပ်ဖွဲ့၊ အရန်မီးသတ်တပ်ဖွဲ့ သို့မဟုတ် သီးသန့်မီးသတ်တပ်ဖွဲ့ဝင် တစ်ဦးသည် အောက်ပါအကြောင်း တစ်ရပ်ရပ်ကြောင့်
            သေဆုံးခြင်း၊ ထိခိုက်ဒဏ်ရာရရှိခြင်း၊ ကိုယ်အင်္ဂါအစိတ်အပိုင်း တစ်ခုခု အမြဲမသန်မစွမ်းဖြစ်ခြင်း သို့မဟုတ် ထာဝရ ဆုံးရှုံးခြင်းဖြစ်လျှင်
            မီးသတ်တပ်ဖွဲ့ဝင် သို့မဟုတ် အရန်မီးသတ်တပ်ဖွဲ့ဝင်ဖြစ်ပါက နောက်ဆက်တွဲ(က)ပါ ဆုံးရှုံးမှု ရာခိုင်နှုန်းအလိုက် မီးသတ်ဦးစီးဌာနက ဝန်ကြီးဌာန၏
            သဘောတူညီချက်ဖြင့် အမိန့်ကြော်ငြာစာ ထုတ်ပြန်၍ သတ်မှတ်သည့်လျော်ကြေး သို့မဟုတ် ဂရုဏာကြေးကို လည်းကောင်း၊ သီးသန့်မီးသတ်တပ်ဖွဲ့ဝင် ဖြစ်ပါက
            သက်ဆိုင်ရာ တည်ဆဲဥပဒေအရ သတ်မှတ်သည့် လျော်ကြေး သို့မဟုတ် ဂရုဏာကြေးကို လည်းကောင်း ခံစားခွင့်ရှိသည် -` ,
    list: [`မီးငြှိမ်းသတ်ရေးလုပ်ငန်းများနှင့် နိုင်ငံတော်က ပေးအပ်သော လုပ်ငန်းတာဝန်များ ထမ်းဆောင်ခြင်းကို အကြောင်းပြု၍ ဖြစ်ပေါ်ခြင်း၊`,
            `သဘာဝဘေးအန္တရာယ်နှင့် ရုတ်တရက် မတော်တဆဖြစ်ပွားသော ဘေးအန္တရာယ်များ တားဆီးကာကွယ်ခြင်း သို့မဟုတ် ရှာဖွေကယ်ဆယ်ရေး တာဝန်များ
            ထမ်းဆောင်ခြင်းကို အကြောင်းပြု၍ ဖြစ်ပေါ်ခြင်း။`
    ]},
    
    
    {id: "Nlaw52", 
    title: "အခန်း(၁၂)။ သေဆုံးခြင်း၊ ထိခိုက်ဒဏ်ရာရရှိခြင်းအတွက် လျော်ကြေး သို့မဟုတ် ဂရုဏာကြေး(နည်းဥပဒေ-၅၂)", 
    parag: `နည်းဥပဒေ-၅၂။ မီးသတ်တပ်ဖွဲ့ဝင်နှင့် အရန်မီးသတ်တပ်ဖွဲ့ဝင်တို့အတွက် မီးသတ်ဦးစီးဌာနက လည်းကောင်း၊ သီးသန့်မီးသတ်တပ်ဖွဲ့ဝင်အတွက်
            အလုပ်ရှင် သို့မဟုတ် ပိုင်ရှင်က လည်းကောင်း လျော်ကြေး သို့မဟုတ် ဂရုဏာကြေး ပေးရမည်။` ,
    list: []},
    
    {id: "Nlaw53", 
    title: "အခန်း(၁၂)။ သေဆုံးခြင်း၊ ထိခိုက်ဒဏ်ရာရရှိခြင်းအတွက် လျော်ကြေး သို့မဟုတ် ဂရုဏာကြေး(နည်းဥပဒေ-၅၃)", 
    parag: `နည်းဥပဒေ-၅၃။ မီးသတ်တပ်ဖွဲ့ဝင်နှင့် အရန်မီးသတ်တပ်ဖွဲ့ဝင် သို့မဟုတ် ယင်းတို့၏ မှီခိုသူသည် နည်းဥပဒေ ၅၁ ပါလျော်ကြေး သို့မဟုတ်
            ဂရုဏာကြေး ရရှိရန် သက်ဆိုင်ရာ မီးသတ်စခန်းတာဝန်ခံမှတစ်ဆင့် မီးသတ်ဦးစီးဌာန ညွှန်ကြားရေးမှူးချုပ်ထံ လျှောက်ထားနိုင်သည်။` ,
    list: []},
    
    {id: "Nlaw54", 
    title: "အခန်း(၁၂)။ သေဆုံးခြင်း၊ ထိခိုက်ဒဏ်ရာရရှိခြင်းအတွက် လျော်ကြေး သို့မဟုတ် ဂရုဏာကြေး(နည်းဥပဒေ-၅၄)", 
    parag: `နည်းဥပဒေ-၅၄။ သီးသန့်မီးသတ်တပ်ဖွဲ့ဝင် သို့မဟုတ် ယင်းတို့၏ မှီခိုသူသည် တည်ဆဲဥပဒေအရ သတ်မှတ်သည့်လျော်ကြေး သို့မဟုတ် ဂရုဏာကြေး
            ရရှိရန် သက်ဆိုင်ရာ အလုပ်သမား လျော်ကြေးစိစစ်ရေးကော်မတီသို့ မိမိတို့ကိုယ်တိုင်ဖြစ်စေ၊ သက်ဆိုင်ရာ မီးသတ်ဦးစီးမှူးမှ တစ်ဆင့်ဖြစ်စေ
            လျှောက်ထားနိုင်သည်။` ,
    list: []},
    
    {id: "Nlaw55", 
    title: "အခန်း(၁၂)။ သေဆုံးခြင်း၊ ထိခိုက်ဒဏ်ရာရရှိခြင်းအတွက် လျော်ကြေး သို့မဟုတ် ဂရုဏာကြေး(နည်းဥပဒေ-၅၅)", 
    parag: `နည်းဥပဒေ-၅၅။ နည်းဥပဒေ ၅၃ နှင့် ၅၄ တို့အရ လျှောက်ထားရာတွင် အောက်ပါစာရွက်စာတမ်းများနှင့်အတူ ပူးတွဲလျှောက်ထားရမည် - ` ,
    list: [`သေဆုံးခြင်းဖြစ်လျှင် - (၁) နည်းဥပဒေ ၅၁ ပါ အကြောင်းတစ်ရပ်ရပ်ကြောင့် သေဆုံးခြင်းဖြစ်ကြောင်း သက်ဆိုင်ရာတာဝန်ခံ၏ အစီရင်ခံစာ၊
            (၂) သက်ဆိုင်ရာ မီးဘေးလုံခြုံရေးအဖွဲ့၏ ထောက်ခံချက်၊ (၃) သက်ဆိုင်ရာ ရဲစခန်း၏ သေမှုသေခင်း အစီရင်ခံစာ မိတ္တူမှန်၊
            သက်ဆိုင်ရာ မြို့နယ်ဆရာဝန်၏ ဆေးစာ။`,
            `ကိုယ်အင်္ဂါအစိတ်အပိုင်းတစ်ခုခု ထာဝစဉ်ဆုံးရှုံးခြင်း သို့မဟုတ် အမြဲတမ်း မသန်မစွမ်းဖြစ်ခဲ့လျှင် - (၁) နည်းဥပဒေ ၅၁ ပါ အကြောင်းတစ်ရပ်ရပ်ကြောင့်
            ကိုယ်အင်္ဂါ အစိတ်အပိုင်းတစ်ခုခု ထာဝစဉ်ဆုံးရှုံးခြင်းနှင့် အမြဲတမ်းမသန်မစွမ်းမှု ဖြစ်ကြောင်း သက်ဆိုင်ရာ မီးသတ်တာဝန်ခံ၏ အစီရင်ခံစာ၊
            (၂) သက်ဆိုင်ရာ မီးဘေးလုံခြုံရေးအဖွဲ့၏ ထောက်ခံချက်၊ (၃) သက်ဆိုင်ရာ မြို့နယ်ဆရာဝန်၏ ဆေးစာ။`
    ]},
    
    {id: "Nlaw56", 
    title: "အခန်း(၁၂)။ သေဆုံးခြင်း၊ ထိခိုက်ဒဏ်ရာရရှိခြင်းအတွက် လျော်ကြေး သို့မဟုတ် ဂရုဏာကြေး(နည်းဥပဒေ-၅၆)", 
    parag: `နည်းဥပဒေ-၅၆။ ညွှန်ကြားရေးမှူးချုပ်သည် မီးသတ်တပ်ဖွဲ့ဝင် သို့မဟုတ် အရန်မီးသတ်တပ်ဖွဲ့ဝင်တို့ သေဆုံးခြင်းဖြစ်ပါက သတ်မှတ်သည့် လျော်ကြေး
            သို့မဟုတ် ဂရုဏာကြေးကို အောက်ပါအမွေဆက်ခံခွင့် အစီအစဉ်အတိုင်း ထုတ်ပေးရမည်  - ` ,
    list: [`ခင်ပွန်း သို့မဟုတ် ဇနီး`, `သားသမီး`, `မိဘ`, `မြေး`, `မြေး`, `ညီအစ်ကို၊ မောင်နှမ`, `တူ၊ တူမ`, 
            `နည်းဥပဒေခွဲငယ် (၁) မှ (၆) အထိ ပုဂ္ဂိုလ်တစ်ဦးဦး မရှိပါက သက်ဆိုင်ရာဥပဒေနှင့် ဓလေ့ထုံးတမ်းဥပဒေတို့အရ အမွေဆက်ခံခွင့်ရှိသူ`
    ]},
    
    {id: "Nlaw57", 
    title: "အခန်း(၁၃)။ မီးလောင်မှုဖြစ်ပွားခြင်းများကို စုံစမ်းစစ်ဆေးခြင်း (နည်းဥပဒေ-၅၇)", 
    parag: `နည်းဥပဒေ-၅၇။  မြို့နယ်မီးသတ်ဦးစီးမှူးသည် မီးလောင်မှုဖြစ်ပွားခြင်းနှင့် စပ်လျဉ်း၍ အမြန်ဆုံး စုံစမ်းစစ်ဆေးပြီး ခုနှစ်ရက်အတွင်း အောက်ပါအချက်များ
            ပါဝင်သည့် အစီရင်ခံစာကို မှတ်တမ်း အထောက်အထားများနှင့်အတူ ညွှန်ကြားရေးမှူးချုပ်ထံ အဆင့်ဆင့်တင်ပြရမည် - ` ,
    list: [`မီးလောင်သည့်မြို့၊ ရပ်ကွက် သို့မဟုတ် ကျေးရွာအုပ်စု၊`,
            `မီးလောင်သည့် နေ့ရက်နှင့် အချိန်၊`,
            `မီးလောင်သည့်နေရာ၏ မြေအမျိုးအစား၊ မြေကွက်အမှတ်၊ ဦးပိုင်အမှတ်နှင့် မြေဧရိယာ အကျယ်အဝန်း၊`,
            `မီးလောင်သည့်မြေ၊ အဆောက်အုံ သို့မဟုတ် အခြားပစ္စည်းကို ပိုင်ဆိုင်သော ပိုင်ရှင်အမည်၊ နေရပ်လိပ်စာ၊`,
            `မီးလောင်ဆုံးရှုံးသည့် ပစ္စည်းအမျိုးအစား၊ အရေအတွက်နှင့် ခန့်မှန်းတန်ဖိုး၊`,
            `မီးလောင်မှုဖြစ်ပွားရသည့် အကြောင်းအရင်း၊`,
            `မီးလောင်မှုအတွက် တာဝန်ရှိသူ၊`,
            `မီးလောင်မှုနှင့် စပ်လျဉ်း၍ ဆောင်ရွက်ထားရှိမှု အခြေအနေ။`
    ]},
    
    {id: "Nlaw58", 
    title: "အခန်း၁၃)။ မီးလောင်မှုဖြစ်ပွားခြင်းများကို စုံစမ်းစစ်ဆေးခြင်း (နည်းဥပဒေ-၅၈)", 
    parag: `နည်းဥပဒေ-၅၈။  မီးလောင်ဆုံးရှုံးသွားသည့် အဆောက်အအုံများနှင့် စပ်လျဉ်း၍ ခန့်မှန်းဆုံးရှုံးမှုတန်ဖိုး တွက်ချက်ရာတွင် အဆောက်အအုံ အမျိုးအစားအလိုက်
            ဒေသတွင်း သတ်မှတ်နှုန်းကို အခြေခံ၍ အောက်ပါအတိုင်း တွက်ချက်ရမည် - ` ,
    list: [`မီးလောင်ဆုံးရှုံးသွားသည့် အဆောက်အအုံ၏ စုစုပေါင်း ကြမ်းခင်းဧရိယာကို တွက်ချက်ခြင်း၊ ( အဆောက်အဦ၏ အလျား x အနံ x အထပ် အရေအတွက်)`,
            `အောက်ပါအဆောက်အအုံ အမျိုးအစားအလိုက် ဒေသတွင်း တစ်စတုရန်းပေ သတ်မှတ်နှုန်းထားအတိုင်း တွက်ခြင်း - 
            (၁) သံကူကွန်ကရစ် အဆောက်အအုံ၊ (၂) သံကိုယ်ထည်ဖြင့် တည်ဆောက်ထားသော အဆောက်အုံ၊ 
            (၃) အုတ်ညှပ် အဆောက်အအုံ၊ (၄) ပျဉ်ထောင်အိမ်၊ (၅) ဓနိ၊ ထရံဝါးတို့ဖြင့် ဆောက်လုပ်သည့်အိမ်။`,
            `မီးလောင်ခံရသည့် အဆောက်အအုံ၏ သက်တမ်းပေါ်မူတည်၍ ၁၀ နှစ် အတွင်း အဆောက်အအုံများအတွက် နည်းဥပဒေခွဲ (က)နှင့် (ခ)တို့အရ
            တွက်ချက်ရရှိသော အဆောက်အအုံ တန်ဖိုး၏ ၅၀ ရာခိုင်နှုန်းဖြင့် လည်းကောင်း၊ ၁၀ နှစ်ကျော် အဆောက်အအုံများအတွက် နည်းဥပဒေခွဲ (က) နှင့်
            (ခ) တို့အရ တွက်ချက်ရရှိသော အဆောက်အအုံ တန်ဖိုး၏ ၂၅ ရာခိုင်နှုန်းဖြင့် လည်းကောင်း တွက်ချက်ခြင်း။`,
            `ဆောက်လုပ်ပြီးစ တစ်လအတွင်း အသုံးမပြုရသေးလျှင် ကာလပေါက်ဈေးဖြင့် တွက်ချက်ထားသော အမှန်ကုန်ကျစရိတ် နှုန်းထားအတိုင်း တွက်ချက်ခြင်း၊
            အသုံးပြုဆဲဖြစ်လျှင် အပိုဒ်(ဂ)အတိုင်း တွက်ချက်ခြင်း၊`,
            `မီးလောင်ခံရသည့် အဆောက်အအုံ၏ ရာခိုင်နှုန်းအရ တန်ဖိုးတွက်ချက်ခြင်း။`
    ]},
    
    
    {id: "Nlaw59", 
    title: "အခန်း(၁၄)။ မီးသတ်ယာဉ်၊ မီးသတ်စက်၊ မီးသတ်ပစ္စည်းနှင့် ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်းသုံး ပစ္စည်းကိရိယာများ ထိန်းသိမ်းခြင်းနှင့် ပြင်ဆင်ခြင်း (နည်းဥပဒေ-၅၉)", 
    parag: `နည်းဥပဒေ-၅၉။ သက်ဆိုင်ရာ မီးသတ်တာဝန်ခံသည် မီးသတ်ဦးစီးဌာနက ထုတ်ပေးသော သို့မဟုတ် ကိုယ့်အားကိုယ်ကိုး ဖြည့်တင်းထားသော
            မီးသတ်ယာဉ်၊ မီးသတ်စက်၊ မီးသတ်ပစ္စည်းကိရိယာနှင့် ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်းသုံး ပစ္စည်းကိရိယာများ ချို့ယွင်းပျက်စီး ဆုံးရှုံးမှုများ
            မဖြစ်စေရန် တာဝန်ယူဆောင်ရွက်ရမည်။ ` ,
    list: []},
    
    {id: "Nlaw60", 
    title: "အခန်း(၁၄)။ မီးသတ်ယာဉ်၊ မီးသတ်စက်၊ မီးသတ်ပစ္စည်းနှင့် ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်းသုံး ပစ္စည်းကိရိယာများ ထိန်းသိမ်းခြင်းနှင့် ပြင်ဆင်ခြင်း (နည်းဥပဒေ-၆၀)", 
    parag: `နည်းဥပဒေ-၆၀။ သက်ဆိုင်ရာ မီးသတ်စခန်းတာဝန်ခံသည် မီးသတ်ယာဉ်၊ မီးသတ်စက်၊ မီးသတ်ပစ္စည်းကိရိယာများနှင့် ရှာဖွေကယ်ဆယ်ရေး လုပ်ငန်းသုံး
            ပစ္စည်းကိရိယာများ ချို့ယွင်းပျက်စီးသဖြင့် ပြင်ဆင်ရန် သို့မဟုတ် အစားထိုး လဲလှယ်ရန် လိုအပ်ပါက သက်ဆိုင်ရာမြို့နယ်မီးသတ်ဦးစီးမှူးထံ စာဖြင့် ချက်ချင်း
            အစီရင်ခံရမည်။ ` ,
    list: []},
    
    {id: "Nlaw61", 
    title: "အခန်း(၁၄)။ မီးသတ်ယာဉ်၊ မီးသတ်စက်၊ မီးသတ်ပစ္စည်းနှင့် ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်းသုံး ပစ္စည်းကိရိယာများ ထိန်းသိမ်းခြင်းနှင့် ပြင်ဆင်ခြင်း (နည်းဥပဒေ-၆၁)", 
    parag: `နည်းဥပဒေ-၆၁။ သက်ဆိုင်ရာ မြို့နယ်မီးသတ်ဦးစီးမှူးသည် တင်ပြချက်နှင့် စပ်လျဉ်း၍ ကြည့်ရှုစစ်ဆေးပြီး လိုအပ်ပါက မီးသတ်ယာဉ်၊ မီးသတ်စက်၊ 
            မီးသတ်ပစ္စည်းကိရိယာများနှင့် ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်းသုံး ပစ္စည်းကိရိယာများ ပြင်ဆင်ခြင်းနှင့် အစားထိုး လဲလှယ်ခြင်းတို့ကို ဆောင်ရွက်ပေးရမည်။ ` ,
    list: []},
    
    {id: "Nlaw62", 
    title: "အခန်း(၁၄)။ မီးသတ်ယာဉ်၊ မီးသတ်စက်၊ မီးသတ်ပစ္စည်းနှင့် ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်းသုံး ပစ္စည်းကိရိယာများ ထိန်းသိမ်းခြင်းနှင့် ပြင်ဆင်ခြင်း (နည်းဥပဒေ-၆၂)", 
    parag: `နည်းဥပဒေ-၆၂။ သက်ဆိုင်ရာမြို့နယ် မီးသတ်ဦးစီးမှူးသည် မီးသတ်ယာဉ်နှင့် မီးသတ်စက်များကို မှတ်ပုံတင်စာရင်း ရေးသွင်း၍ မီးသတ်ဦးစီးဌာနသို့
            အဆင့်ဆင့် အစီရင်ခံ တင်ပြပြီး အောက်ပါအချက်များအား လိုက်နာ ဆောင်ရွက်ရမည် - ` ,
    list: [`မီးသတ်ယာဉ်ကို အနီရောင်သုတ်ရမည်။`,
            `မီးသတ်ယာဉ် အစိတ်အပိုင်းများကို လွှဲပြောင်းခြင်း၊ ရောင်းချခြင်း၊ မပြုရ`,
            `မီးသတ်ယာဉ်နှင့် ယင်း၏ အစိတ်အပိုင်းများကို ပြောင်းလဲတပ်ဆင်လိုပါက မီးသတ်ဦးစီးဌာန၏ သဘောတူညီချက် ရယူရမည်။`,
            `မီးသတ်ယာဉ်တစ်စီးအတွက် တပ်ဖွဲ့ဝင်ရာထူးအဆင့်နှင့် အင်အားကို မီးသတ်ဦးစီးဌာနက သတ်မှတ်ပေးသည့်အတိုင်း တာဝန်ပေးအပ်ရမည်။`,
            `မီးသတ်ယာဉ်နှင့် မီးသတ်စက်ကို မြို့နယ်မီးဘေးလုံခြုံရေးအဖွဲ့၏ ကြီးကြပ်မှုဖြင့် စနစ်တကျ အသုံးပြုရမည်။`
    ]},
    
    {id: "Nlaw63", 
    title: "အခန်း(၁၅)။ မီးဘေးလုံခြုံရေးစီမံချက်များ (နည်းဥပဒေ-၆၃)", 
    parag: `နည်းဥပဒေ-၆၃။ သက်ဆိုင်ရာအစိုးရဌာန၊ အဖွဲ့အစည်းသည် ဥပဒေပုဒ်မ ၁၇ ပါ လုပ်ငန်းကိစ္စတစ်ခုခုအတွက် ခွင့်ပြုမိန့်ထုတ်ပေးခြင်း မပြုမီ 
            မီးဘေးလုံခြုံရေးကိစ္စအလို့ငှာ မီးသတ်ဦးစီးဌာန၏ မီးဘေးလုံခြုံရေးဆိုင်ရာ စစ်ဆေးထောက်ခံချက် ရယူရန် သက်ဆိုင်ရာ အဆောက်အအုံပုံစံ၊
            အရေးပေါ်လွတ်မြောက်မှုဆိုင်ရာနှင့် မီးဘေးလုံခြုံရေးဆိုင်ရာ စနစ်များပါရှိသည့် ပုံစံများ၊ အခြားလိုအပ်သော စာရွက်စာတမ်း အထောက်အထားများ
            ပူးတွဲ၍ သက်ဆိုင်ရာဒေသရှိ မီးသတ်ဦးစီးမှူးထံ တင်ပြရမည်။` ,
    list: []},
    
    {id: "Nlaw64", 
    title: "အခန်း(၁၅)။ မီးဘေးလုံခြုံရေးစီမံချက်များ (နည်းဥပဒေ-၆၄)", 
    parag: `နည်းဥပဒေ-၆၄။ သက်ဆိုင်ရာ မီးသတ်ဦးစီးမှူးသည် - ` ,
    list: [`နည်းဥပဒေ ၆၃ အရ တင်ပြချက်ကို ရရှိသည့်အခါ သက်ဆိုင်ရာနေရာ၊ အဆောက်အအုံ၊ စက်ရုံ၊ အလုပ်ရုံ၊ လုပ်ငန်းဌာနများနှင့် ယာဉ်များကို
            ဝင်ရောက်၍ မီးဘေးလုံခြုံရေးဆိုင်ရာ စစ်ဆေးခြင်းများ ဆောင်ရွက်ရမည်။`,
            `စစ်ဆေးတွေ့ရှိချက်များကို မီးသတ်ဦးစီးဌာန သို့မဟုတ် ယင်းက တာဝန်ပေးအပ်သူထံ သဘောထားမှတ်ချက်နှင့်အတူ တင်ပြရမည်။`
    
    ]},
    
    {id: "Nlaw65", 
    title: "အခန်း(၁၅)။ မီးဘေးလုံခြုံရေးစီမံချက်များ (နည်းဥပဒေ-၆၅)", 
    parag: `နည်းဥပဒေ-၆၅။ မီးသတ်ဦးစီးဌာန သို့မဟုတ် ယင်းက တာဝန်ပေးအပ်ထားသူသည် နည်းဥပဒေ ၆၄၊ နည်းဥပဒေခွဲ (ခ)အရ တင်ပြချက်များကို
            စိစစ်ပြီး အရေးပေါ်လွတ်မြောက်မှုနှင့် မီးဘေးလုံခြုံရေးဆိုင်ရာ အစီအမံညွှန်ကြားချက်များကို ထုတ်ပေးရမည်။` ,
    list: []},
    
    {id: "Nlaw66", 
    title: "အခန်း(၁၅)။ မီးဘေးလုံခြုံရေးစီမံချက်များ (နည်းဥပဒေ-၆၆)", 
    parag: `နည်းဥပဒေ-၆၆။ နည်းဥပဒေ ၆၅ အရ ထုတ်ပေးခဲ့သည့် အရေးပေါ်လွတ်မြောက်မှုနှင့် မီးဘေးလုံခြုံရေးဆိုင်ရာ အစီအမံညွှန်ကြားချက်များအား 
            လိုက်နာဆောင်ရွက်ပြီးမှသာ မီးဘေးလုံခြုံရေးဆိုင်ရာ ထောက်ခံချက် ထုတ်ပေးရမည်။` ,
    list: []},
    
    {id: "Nlaw67", 
    title: "အခန်း(၁၅)။ မီးဘေးလုံခြုံရေးစီမံချက်များ (နည်းဥပဒေ-၆၇)", 
    parag: `နည်းဥပဒေ-၆၇။ သက်ဆိုင်ရာ ပိုင်ရှင် သို့မဟုတ် စီမံခန့်ခွဲသူသည် နည်းဥပဒေ ၆၄၊ နည်းဥပဒေခွဲ (က)အရ ဝင်ရောက်စစ်ဆေးခြင်းအတွက်
            သတ်မှတ်ထားသော ဝန်ဆောင်ခကို မီးသတ်ဦးစီးဌာနသို့ ပေးဆောင်ရမည်။` ,
    list: []},
    
    {id: "Nlaw68", 
    title: "အခန်း(၁၅)။ မီးဘေးလုံခြုံရေးစီမံချက်များ (နည်းဥပဒေ-၆၈)", 
    parag: `နည်းဥပဒေ-၆၈။ သက်ဆိုင်ရာ ခွင့်ပြုမိန့် ထုတ်ပေးသူသည် ဥပဒေပုဒ်မ ၁၇ ပါ ကိစ္စရပ်များအတွက် ခွင့်ပြုမိန့်ပေးရာတွင် သက်ဆိုင်သူ
            သို့မဟုတ် လျှောက်ထားသူက မီးသတ်ဦးစီးဌာန၏ အရေးပေါ်လွတ်မြောက်မှုနှင့် မီးဘေးလုံခြုံရေးဆိုင်ရာ ညွှန်ကြားချက်များ လိုက်နာဆောင်ရွက်
            ပြီးစီး၍ ထုတ်ပေးသော မီးဘေးလုံခြုံရေးဆိုင်ရာ စစ်ဆေးထောက်ခံချက် ရရှိမှသာ လူနေထိုင်ခွင့်၊ အသုံးပြုခွင့်၊ သို့မဟုတ် လုပ်ငန်းလုပ်ကိုင်ခွင့်ပြုရမည်။` ,
    list: []},
    
    {id: "Nlaw69", 
    title: "အခန်း(၁၅)။ မီးဘေးလုံခြုံရေးစီမံချက်များ (နည်းဥပဒေ-၆၉)", 
    parag: `နည်းဥပဒေ-၆၉။ သက်ဆိုင်ရာအစိုးရဌာန၊ အဖွဲ့အစည်းသည် မြို့ပြ၊ ကျေးရွာများ တည်ထောင်ခြင်း၊ ပြုပြင်ခြင်းနှင့် မြို့ပြ၊ ကျေးရွာစီမံကိန်း၊ စက်မှုဇုန်နှင့်
            စီးပွားရေးဇုန် စီမံကိန်းများ ရေးဆွဲခြင်းပြုရာတွင် မြို့ပြ၊ ကျေးရွာစီမံကိန်းနှင့် သက်ဆိုင်သည့် အောက်ပါအချက်အလက်များနှင့် စပ်လျဉ်း၍ သက်ဆိုင်ရာ
            မီးသတ်ဦးစီးဌာန၏ သဘောထားကို ရယူဆောင်ရွက်ရမည် - ` ,
    list: [`မီးသတ်ယာဉ်များ အလွယ်တကူ ဝင်ထွက်သွားလာနိုင်သည့် လမ်းထားရှိခြင်း၊`,
            `မီးငြှိမ်းသတ်ရန် ရေရရှိရေး အစီအစဉ်များ စီမံထားရှိခြင်း၊`,
            `မီးသတ်စခန်း အဆောက်အအုံအတွက် မြေနေရာ ရရှိရေးနှင့် အဆောက်အအုံ ဆောက်လုပ်ခြင်း။`,
            `မီးတားလမ်းများ ထားရှိခြင်း၊`,
            `ဘေးအန္တရာယ်ကျရောက်စဉ် ရှောင်တိမ်းနိုင်ရန်အတွက် ဘေးကင်းရာနေရာအဖြစ် မြေလွတ်ထားရှိခြင်း၊`,
            `မီးဘေးအန္တရာယ် စိုးရိမ်ရသော လုပ်ငန်းများအတွက် သီးသန့်နေရာချထားပေးရေးနှင့် အဆောက်အအုံဆောက်လုပ်ခြင်း၊`,
            `မီးဘေးအန္တရာယ်ဖြစ်စေတတ်သည့် ပစ္စည်းများနှင့် ပေါက်ကွဲစေတတ်သော ပစ္စည်းများ သိုလှောင်ခြင်း၊ ရောင်းချခြင်းနှင့် ထုတ်လုပ်ခြင်း လုပ်ငန်းများအတွက်
            သီးသန့်နေရာချထားပေးရေးနှင့် အဆောက်အအုံ ဆောက်လုပ်ရေး၊`,
            `မီးဘေးလုံခြုံရေး စီမံချက်များ ထားရှိခြင်း။`
    ]},
    
    {id: "Nlaw70", 
    title: "အခန်း(၁၅)။ မီးဘေးလုံခြုံရေးစီမံချက်များ (နည်းဥပဒေ-၇၀)", 
    parag: `နည်းဥပဒေ-၇၀။ မီးဘေးလုံခြုံရေးလုပ်ငန်းများကို ထိရောက်အောင်မြင်စွာ ဆောင်ရွက်နိုင်ရန်အလို့ငှာ သက်ဆိုင်ရာ စည်ပင်သာယာရေးအဖွဲ့များသည်
            အောက်ပါလုပ်ငန်းများနှင့် စပ်လျဉ်း၍ သက်ဆိုင်ရာ မီးသတ်ဦးစီးဌာန၏ အကြံဥာဏ်ကို ရယူဆောင်ရွက်ရမည် -  ` ,
    list: [`မီးငြှိမ်းသတ်ရန်အတွက် ရေရရှိရေးစီမံချက်ကို အကောင်အထည်ဖော် ဆောင်ရွက်ခြင်းလုပ်ငန်း၊`,
            `မီးသတ်ရေကန်နှင့် ရေစင်များ တည်ဆောက်ခြင်း၊ ရေပိုက်များ တပ်ဆင်ခြင်း၊ မြေအောက် သို့မဟုတ် မြေပေါ်ရှိ ရေပိုက်ခေါင်းများ တပ်ဆင်ခြင်းလုပ်ငန်း၊`,        
    ]},
    
    {id: "Nlaw71", 
    title: "အခန်း(၁၅)။ မီးဘေးလုံခြုံရေးစီမံချက်များ (နည်းဥပဒေ-၇၁)", 
    parag: `နည်းဥပဒေ-၇၁။ မီးသတ်ဦးစီးဌာနသည် မီးဘေးလုံခြုံရေးအတွက် အောက်ပါတို့ကို ဆောင်ရွက်ရမည် - ` ,
    list: [`မီးသတ်ယာဉ်၊ မီးသတ်ပစ္စည်းကိရိယာများနှင့် ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်းသုံး ပစ္စည်းကိရိယာများ ထားရှိခြင်း၊`,
            `မြို့နှင့် ကျေးရွာများတွင် မီးလှန့်အချက်ပေးစနစ်များ စီမံပြုလုပ်ထားရှိခြင်း၊`,
            `မီးသတ်စခန်းများကို သင့်လျော်သည့်နေရာများတွင် ထားရှိခြင်း၊`,
            `မီးသတ်စခန်း အသစ်များ၊ တိုးချဲ့ဖွဲ့စည်းရန် လိုအပ်ပါက ဝန်ကြီးဌာနသို့ အဆိုပြု တင်ပြခြင်း။`
    ]},
    
    {id: "Nlaw72", 
    title: "အခန်း(၁၆)။ စက်ရုံ၊ အလုပ်ရုံ၊ အလုပ်ဌာန၊ အဖွဲ့အစည်းနှင့် ပစ္စည်းသိုလှောင်ရုံများတွင် မီးဘေးလုံခြုံရေးလုပ်ငန်း ဆောင်ရွက်ခြင်း (နည်းဥပဒေ-၇၂)", 
    parag: `နည်းဥပဒေ-၇၂။  အစိုးရဌာန၊ အဖွဲ့အစည်း၊ အကြီးအမှူးများနှင့် ပိုင်ရှင်များသည် မီးဘေးအန္တရာယ် ကာကွယ်တားဆီးနိုင်ရန် အောက်ပါတို့ကို ဆောင်ရွက်ရမည် - ` ,
    list: [`မီးဘေးလုံခြုံရေးနှင့် သက်ဆိုင်သည့် လုပ်ငန်းများ ဆောင်ရွက်ခြင်း။`,
            `စက်ရုံ၊ အလုပ်ရုံ၊ လုပ်ငန်း သို့မဟုတ် ပစ္စည်းသိုလှောင်ရုံတွင် မီးဘေးလုံခြုံရေးအတွက် အသုံးပြုသည့် မီးလောင်မှုဆိုင်ရာ အာရုံခံစနစ်၊ မီးလှန့်
            အချက်ပေးစနစ်၊ အရေးပေါ်လွတ်မြောက်မှုဆိုင်ရာစနစ်၊ လေဝင်၊ လေထွက်စနစ်များကို စနစ်တကျ ရေးဆွဲတည်ဆောက် တပ်ဆင်ရမည့်ပြင်
            မီးငြှိမ်းသတ်ရေးအတွက် အလိုအလျောက် ရေဖြန်းစနစ်၊ မီးသတ်ရေပိုက်ပက်ပိုက်လိပ်ခွေ၊ အမြင့်တင် မီးသတ်ရေပိုက်စနစ်၊ မြေတွင်း ရေပိုက်ခေါင်း၊
            မီးသတ်ရေစင်၊ ရေလှောင်ကန်၊ မီးသတ်စက်၊ မီးသတ်ဆေးဘူးစသည့် မီးငြှိမ်းသတ်ရန် အသုံးပြုနိုင်သော ပစ္စည်းကိရိယာများ မပျက်မကွက် တပ်ဆင်ထားရှိခြင်း။`,
            `အရေပေါ်လွတ်မြောက်မှုဆိုင်ရာနှင့် မီးဘေးလုံခြုံရေးဆိုင်ရာလုပ်ငန်းများအတွက် တပ်ဆင်ရမည့်စနစ်များ၊ တပ်ဆင်ရမည့်နေရာ၊ အရေအတွက်နှင့် 
            စံချိန်စံညွှန်းများကို မီးသတ်ဦးစီးဌာနမှ လမ်းညွှန်ချက်ရယူ၍ ဆောင်ရွက်ခြင်းထားရှိခြင်း။`,
            `မီးဘေးလုံခြုံရေး စီမံချက်များ ပြုလုပ်ရာတွင် မီးသတ်ဦးစီးဌာန၏ ညွှန်ကြားချက်နှင့်အညီ သက်ဆိုင်ရာ မီးသတ်ဦးစီးမှူးနှင့် ညှိနှိုင်းဆောင်ရွက်ခြင်း။`,
            `မီးသတ်ဦးစီးဌာနက အခါအားလျော်စွာ ထုတ်ပြန်သည့် အမိန့်နှင့် ညွှန်ကြားချက်များကို လိုက်နာဆောင်ရွက်ခြင်း။`
    ]},
    
    {id: "Nlaw73", 
    title: "အခန်း(၁၆)။ စက်ရုံ၊ အလုပ်ရုံ၊ အလုပ်ဌာန၊ အဖွဲ့အစည်းနှင့် ပစ္စည်းသိုလှောင်ရုံများတွင် မီးဘေးလုံခြုံရေးလုပ်ငန်း ဆောင်ရွက်ခြင်း (နည်းဥပဒေ-၇၃)", 
    parag: `နည်းဥပဒေ-၇၃။  မီးသတ်ဦးစီးမှူးသည် အစိုးရဌာန၊ အဖွဲ့အစည်းများ၊ စက်ရုံ၊ အလုပ်ရုံ၊ လုပ်ငန်းများကို မီးဘေးလုံခြုံရေးဆိုင်ရာ စစ်ဆေးခြင်းနှင့် စပ်လျဉ်း၍
            အောက်ပါအတိုင်း ဆောင်ရွက်ရမည် - ` ,
    list: [`မီးဘေးလုံခြုံရေးစီမံချက်နှင့်အညီ ဆောင်ရွက်ထားခြင်း ရှိ/မရှိ တစ်နှစ်လျှင် အနည်းဆုံး တစ်ကြိမ် စစ်ဆေးခြင်း။`,
            `နည်းဥပဒေခွဲ (က)အရ မီးဘေးလုံခြုံရေး စစ်ဆေးရာတွင် ပြုပြင်ဆောင်ရွက်ရမည့်အချက်များကို တွေ့ရှိပါက ပြုပြင်ဆောင်ရွက်ရန် လိုအပ်သော
            အသေးစိတ် ဖော်ပြချက်များ ပုံစံများနှင့်အညီ သတ်မှတ်အချိန်ကာလအတွင်း လိုက်နာဆောင်ရွက်ရန် သက်ဆိုင်ရာ ပိုင်ရှင် သို့မဟုတ် စီမံခန့်ခွဲသူအား
            ဆင့်ဆိုညွှန်ကြားခြင်းနှင့် အစိုးရဌာန၊ အဖွဲ့အစည်း အကြီးအမှူးအား အကြောင်းကြားခြင်း။`
    ]},
    
    {id: "Nlaw74", 
    title: "အခန်း(၁၇)။ သယ်ယူပို့ဆောင်ရေးယာဉ်များတွင် မီးဘေးလုံခြုံရေးလုပ်ငန်းများ ဆောင်ရွက်ခြင်း (နည်းဥပဒေ-၇၄)", 
    parag: `နည်းဥပဒေ-၇၄။ သယ်ယူပို့ဆောင်ရေး လုပ်ငန်းများနှင့် ပတ်သက်၍ ဆောင်ရွက်နေသော ယာဉ်ပိုင်ရှင်က ဖြစ်စေ၊ ယာဉ်ပိုင်ရှင်က တာဝန်လွှဲအပ်ထားသောသူ 
            သို့မဟုတ် ယာဉ်ကို ကိုင်တွယ်မောင်းနှင်သူက ဖြစ်စေ ခရီးသည်နှင့် ကုန်စည်များ၏ မီးဘေးလုံခြုံရေးအတွက် လိုအပ်သော အစီအမံများကို မီးသတ်ဦးစီးဌာန၏
            ညွှန်ကြားချက်များနှင့်အညီ ဆောင်ရွက်ထားရှိရမည်။ ` ,
    list: []},
    
    {id: "Nlaw75", 
    title: "အခန်း(၁၇)။ သယ်ယူပို့ဆောင်ရေးယာဉ်များတွင် မီးဘေးလုံခြုံရေးလုပ်ငန်းများ ဆောင်ရွက်ခြင်း (နည်းဥပဒေ-၇၅)", 
    parag: `နည်းဥပဒေ-၇၅။ ညွှန်ကြားရေးမှူးချုပ် သို့မဟုတ် ညွှန်ကြားရေးမှူးချုပ်က တာဝန်လွှဲအပ်ထားသော မီးသတ်ဦးစီးမှူးသည် မော်တော်ယာဉ်၊ မီးရထား၊ 
            လေယာဉ်၊ ရဟတ်ယာဉ်၊ သင်္ဘော၊ စက်တပ်ရေယာဉ်၊ စက်မဲ့ရေယာဉ်များကို စစ်ဆေး၍ အောက်ပါအတိုင်း ဆောင်ရွက်ရမည် - ` ,
    list: [`ယာဉ်အမျိုးအစားနှင့် သယ်ယူပို့ဆောင်သော ပစ္စည်းအမျိုးအစားအလိုက် ထားရှိရမည့် မီးဘေးလုံခြုံရေး စနစ်များနှင့် မီးဘေးလုံခြုံရေးဆိုင်ရာ
            ပစ္စည်းကိရိယာများ သတ်မှတ်ခြင်း။`,
            `နည်းဥပဒေခွဲ (က)အရ မီးဘေးလုံခြုံရေး စစ်ဆေးပြီး ပြုပြင်ဆောင်ရွက်ရမည့် အချက်များကို တွေ့ရှိပါက ပြုပြင်ဆောင်ရွက်ရန် လိုအပ်သော
            အသေးစိတ်ဖော်ပြချက်များနှင့်အညီ သတ်မှတ်သည့် အချိန်ကာလအတွင်း လိုက်နာဆောင်ရွက်ရန် သက်ဆိုင်ရာ ပိုင်ရှင် သို့မဟုတ်
            စီမံခန့်ခွဲသူအား ဆင့်ဆိုညွှန်ကြားခြင်း။`,
    ]},
    
    {id: "Nlaw76", 
    title: "အခန်း(၁၈)။ မီးလောင်မှုနှင့် သက်ဆိုင်သည့် တာဝန်နှင့် လုပ်ပိုင်ခွင့်များ (နည်းဥပဒေ-၇၆)", 
    parag: `နည်းဥပဒေ-၇၅။ မီးလောင်မှု ဖြစ်ပွားလျှင် မီးလောင်ရာသို့ ရောက်ရှိလာသော အဆင့်မြင့်ဆုံး မီးသတ်တာဝန်ခံသည် ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်းနှင့်
            စပ်လျဉ်း၍ မီးသတ်ဦးစီးဌာနက ထုတ်ပြန်ထားသည့် ညွှန်ကြားချက်များနှင့်အညီ လိုက်နာဆောင်ရွက်ရမည်။` ,
    list: []},
    
    {id: "Nlaw77", 
    title: "အခန်း(၁၈)။ မီးလောင်မှုနှင့် သက်ဆိုင်သည့် တာဝန်နှင့် လုပ်ပိုင်ခွင့်များ (နည်းဥပဒေ-၇၇)", 
    parag: `နည်းဥပဒေ-၇၇။ မီးသတ်တပ်ဖွဲ့၊ အရန်မီးသတ်တပ်ဖွဲ့ သို့မဟုတ် သီးသန့်မီးသတ်တပ်ဖွဲ့သည် ရှာဖွေကယ်ဆယ်ရေးလုပ်ငန်း ဆောင်ရွက်ရန်ဖြစ်စေ၊
            မီးငြှိမ်းသတ်ရေးလုပ်ငန်း ဆောင်ရွက်ရန်ဖြစ်စေ၊ ဥပဒေအရ သတ်မှတ်သည့် အခြားတာဝန်များကို ထမ်းဆောင်ရန်ဖြစ်စေ၊ မြို့နယ်တစ်မြို့နယ်မှ
            အခြားမြို့နယ်သို့ လည်းကောင်း၊ သတ်မှတ် မီးသတ်နယ်မြေဒေသမှ အခြား မီးသတ်နယ်မြေဒေသသို့ လည်းကောင်း၊ အခြားနေရာ တစ်ခုခုသို့
            လည်းကောင်း သွားရောက်ခွင့်ရှိသည်။ ယင်းသို့ သွားရောက်သည့်အခါ မီးသတ်ဦးစီးဌာနက ထုတ်ပြန်ထားသည့် ညွှန်ကြားချက်များနှင့်အညီ
            လိုက်နာဆောင်ရွက်ရမည်။ ` ,
    list: []},
    
    {id: "Nlaw78", 
    title: "အခန်း(၁၉)။ အထွေထွေ (နည်းဥပဒေ-၇၈)", 
    parag: `နည်းဥပဒေ-၇၈။ ဝန်ကြီးဌာနသည် မီးသတ်တပ်ဖွဲ့ဝင် တစ်ဦးဦးကိုဖြစ်စေ၊ အခြားအစိုးရဌာန၊ အဖွဲ့အစည်းမှ ပြည်သူ့ဝန်ထမ်းတစ်ဦးဦးကိုဖြစ်စေ 
            မီးသတ်ဦးစီးဌာနတွင် လက်ထောက်မီးသတ်ဦးစီးမှူးမှ ဒုတိယ ညွှန်ကြားရေးမှူးချုပ် ရာထူးအဆင့်အထိ ခန့်အပ်တာဝန်ပေးနိုင်သည်။` ,
    list: []},
    
    {id: "Nlaw79", 
    title: "အခန်း(၁၉)။ အထွေထွေ (နည်းဥပဒေ-၇၉)", 
    parag: `နည်းဥပဒေ-၇၉။ အရန်မီးသတ်တပ်ဖွဲ့များ၏ အခြေခံ လိုအပ်ချက်ဖြစ်သော အရန်မီးသတ်စခန်းမြေနေရာ၊ စခန်းအဆောက်အအုံ၊ မီးသတ်ယာဉ်၊
            မီးသတ်ပစ္စည်းကိရိယာ၊ ရှာဖွေကယ်ဆယ်ရေး လုပ်ငန်းသုံးပစ္စည်းကိရိယာများနှင့် အုပ်ချုပ်မှုကိစ္စရပ်များဖြစ်သည့် တူညီဝတ်စုံ၊ စက်သုံးဆီ၊
            ပြင်ဆင်ထိန်းသိမ်းစရိတ်၊ သင်တန်းအသုံးစရိတ်၊ ခရီးသွားလာစရိတ်၊ ထောက်ပံ့ကြေး၊ ဆေးကုသစရိတ်နှင့် ဂရုဏာကြေးများကို
            နေပြည်တော်ကောင်စီ၊ သက်ဆိုင်ရာ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်အစိုးရအဖွဲ့တို့မှ လိုအပ်ပါက ဖြည့်ဆည်းဆောင်ရွက်ပေးရမည်။` ,
    list: []},
    
    {id: "Nlaw80", 
    title: "အခန်း(၁၉)။ အထွေထွေ (နည်းဥပဒေ-၈၀)", 
    parag: `နည်းဥပဒေ-၈၀။ သက်ဆိုင်ရာဒေသရှိ မီးသတ်ဦးစီးမှူးသည် - ` ,
    list: [`အရန်မီးသတ်တပ်ဖွဲ့က ဆောင်ရွက်ရမည့် ရုံးလုပ်ငန်းများနှင့် စပ်လျဉ်း၍ လိုအပ်သည့် ရုံးတွင်းအမိန့်နှင့် ညွှန်ကြားချက်များ ထုတ်ပြန်ထားရှိရမည်။`,
            `အရန်မီးသတ်တပ်ဖွဲ့ပိုင်မြေ၊ အဆောက်အအုံ၊ ယာဉ်၊ စက်၊ ငွေကြေးနှင့် အထောက်အပံ့ပစ္စည်း၊ ဝတ်စုံနှင့် ပစ္စည်းများကို သတ်မှတ်ချက်များနှင့်အညီ
            စာရင်းများ စနစ်တကျ ပြုစုထားရှိရေးနှင့် စပ်လျဉ်း၍ လိုအပ်သည့် ရုံးတွင်းအမိန့်နှင့် ညွှန်ကြားချက်များ ထုတ်ပြန်ထားရှိရမည်။`,
            `သင်တန်းတက်ရောက်မည့် အရန်မီးသတ်တပ်ဖွဲ့ဝင်မှာ နိုင်ငံ့ဝန်ထမ်းဖြစ်ပါက ယင်းသို့ သင်တန်းတက်ရောက်ရသည့် ကာလတိုတာဝန်ချိန်အဖြစ်
            သတ်မှတ်နိုင်ရေးအတွက် ထောက်ခံချက်ပေးရမည်။`
    ]},
    
    {id: "Nlaw81", 
    title: "အခန်း(၁၉)။ အထွေထွေ (နည်းဥပဒေ-၈၁)", 
    parag: `နည်းဥပဒေ-၈၁။ မီးသတ်တပ်ဖွဲ့၊ အရန်မီးသတ်တပ်ဖွဲ့ဝင်များ၏ ဝတ်စုံ၊ အလံ၊ တံဆိပ်နှင့် ရာထူးအဆင့်သည် ဝန်ကြီးဌာနက ခွင့်ပြုချက်ဖြင့် 
            သတ်မှတ်သည့်အတိုင်းဖြစ်သည်။` ,
    list: []},
    
    {id: "Nlaw82", 
    title: "အခန်း(၁၉)။ အထွေထွေ (နည်းဥပဒေ-၈၂)", 
    parag: `နည်းဥပဒေ-၈၂။ မီးဘေးလုံခြုံရေးကိစ္စအလို့ငှာ မီးသတ်ဦးစီးဌာန၏ မီးဘေးလုံခြုံရေးဆိုင်ရာ စစ်ဆေးထောက်ခံချက် ထုတ်ပေးခြင်းနှင့် စပ်လျဉ်း၍
            ညွှန်ကြားရေးမှူးချုပ်သည် အဆင့်ဆင့်သော မီးသတ်ဦးစီးမှူးများအား စစ်ဆေးထောက်ခံချက် ထုတ်ပေးရန် တာဝန်သတ်မှတ်ပေးနိုင်သည်။` ,
    list: []},
    
    {id: "Nlaw83", 
    title: "အခန်း(၁၉)။ အထွေထွေ (နည်းဥပဒေ-၈၃)", 
    parag: `နည်းဥပဒေ-၈၃။ သက်ဆိုင်ရာ အစိုးရဌာန၊ အဖွဲ့အစည်းသည် မီးသတ်ယာဉ်နှင့် မီးဘေးလုံခြုံရေးဆိုင်ရာ ပစ္စည်းကိရိယာများကို နိုင်ငံခြားမှ တင်သွင်းခြင်း၊
            ပြည်တွင်း၌ ထုတ်လုပ်ခြင်း၊ ရောင်းချခြင်းများအတွက် ခွင့်ပြုမိန့် ထုတ်မပေးမီ မီးသတ်ဦးစီးဌာန၏ စစ်ဆေးထောက်ခံချက်ကို ရယူရမည်။` ,
    list: []},
    
    {id: "Nlaw84", 
    title: "အခန်း(၁၉)။ အထွေထွေ (နည်းဥပဒေ-၈၄)", 
    parag: `နည်းဥပဒေ-၈၄။ မီးသတ်ဦးစီးဌာနသည် ဥပဒေပုဒ်မ ၁၇ ပါ ကိစ္စရပ်များနှင့် ပတ်သက်၍ အရေးပေါ်လွတ်မြောက်မှုနှင့် မီးဘေးလုံခြုံရေးဆိုင်ရာ
            ပြဌာန်းသတ်မှတ်ချက်များကို ခေတ်နှင့် လျော်ညီစွာ နိုင်ငံတကာ စံချိန်စံညွှန်းများနှင့်အညီ အခါအားလျော်စွာ ထုတ်ပြန်ရမည်။` ,
    list: []},
    
    {id: "Nlaw85", 
    title: "အခန်း(၁၉)။ အထွေထွေ (နည်းဥပဒေ-၈၅)", 
    parag: `နည်းဥပဒေ-၈၅။ ညွှန်ကြားရေးမှူးချုပ်သည် မီးငြှိမ်းသတ်ရေးတာဝန်၊ ရှာဖွေကယ်ဆယ်ရေးတာဝန်နှင့် နိုင်ငံတော်မှ ပေးအပ်သည့် တာဝန်များ
            ထမ်းဆောင်ရာတွင်လည်းကောင်း၊ သဘာဝဘေးအန္တရာယ်၊ ကပ်ရောဂါဘေးအန္တရာယ် သို့မဟုတ် ရုတ်တရက် မတော်တဆ ဖြစ်ပွားသော
            ဘေးအန္တရာယ် တားဆီးကာကွယ်ရေးတာဝန်များ ထမ်းဆောင်ရာတွင် လည်းကောင်း စွမ်းစွမ်းတမံ ဆောင်ရွက်ခဲ့သည့် မီးသတ်တပ်ဖွဲ့၊
            အရန်မီးသတ်တပ်ဖွဲ့ သို့မဟုတ် သီးသန့်မီးသတ်တပ်ဖွဲ့မှ တပ်ဖွဲ့ဝင်များကိုဖြစ်စေ၊ ပြည်သူ့ဝန်ထမ်းနှင့် ပြည်သူများကိုဖြစ်စေ၊ သက်ဆိုင်ရာ
            မီးဘေးလုံခြုံရေးအဖွဲ့၏ ထောက်ခံချက်ဖြင့် ဆုငွေ သို့မဟုတ် ဂုဏ်ပြုချီးမြှင့်ခြင်း သို့မဟုတ် ဘွဲ့ထူး၊ ဂုဏ်ထူးချီးမြှင့်ရန်အတွက် 
            ထောက်ခံချက်ပေးခြင်း ပြုနိုင်သည်။` ,
    list: []},
    
    {id: "Nlaw86", 
    title: "အခန်း(၁၉)။ အထွေထွေ (နည်းဥပဒေ-၈၆)", 
    parag: `နည်းဥပဒေ-၈၆။ ၂၀၀၆ ခုနှစ် မီးသတ်တပ်ဖွဲ့ နည်းဥပဒေများကို ဤနည်းဥပဒေများဖြင့် ရုပ်သိမ်းလိုက်သည်။` ,
    list: []},
    
    ]

const remarkDatas = [
    {id: 1, 
        title: "အမှာစာ ", 
        parag: "အောက်ပါအချက်အလက်များကို အလေးထား ဖတ်စေလိုပါသည် - " , 
        list: [`မြန်မာနိုင်ငံမီးသတ်တပ်ဖွဲ့ ကျင့်ဝတ်, ဥပဒေနှင့် နည်းဥပဒေစာအုပ်တွင် ဖော်ပြထားသော အချက်အလက်များသာလျှင် အတည်ဖြစ်သည်။`,
                `ဤတွင်ဖော်ပြထားသော အချက်အလက်များသည် (၁)ပါစာအုပ်များမှ ကူးယူဖော်ပြထားခြင်း ဖြစ်သည်။`,
                `မီးသတ်တပ်ဖွဲ့ဝင်များ လိုအပ်သည့်အခါ အလွယ်တကူ ရှာဖွေအသုံးပြုနိုင်ရန် ရည်ရွယ်ရေးသားထားခြင်း ဖြစ်သည်။`,                
                `စာပိုဒ်ခွဲများ၌ အမှတ်စဉ်တပ်ရာတွင် အင်္ဂလိပ်အက္ခရာကိုသာ အသုံးပြုထားပါသည်။ `,                
                `အမှားများပါခဲ့လျှင် နားလည်ခွင့်လွှတ်ပေးဖို တောင်းပန်အပ်ပါသည်။`
        ]},
    ]

//menuIcon
menuiconTag.addEventListener("click", () => {
    leftTag.style.left = "0"
})


//crossIcon
crossIconTag.addEventListener("click", () => {
    leftTag.style.left = `-${leftTag.offsetWidth}px`
})

leftTag.style.left = `-${leftTag.offsetWidth}px`


const UIContainerFun = (event) => {
    for (let i=0; i<event.length; i++) {
        const  UI = document.createElement("div")
        UI.classList.add("UIControl")
        UI.id = event[i].id

        UI.addEventListener("click", (event) => {
            leftTag.style.left = `-${leftTag.offsetWidth}px`
            if (UI.classList.contains("clickUIdata")) {
                UI.classList.remove("clickUIdata")
                return
            } else {
                UI.classList.add("clickUIdata")                
            }       
                   
        })
            
        const liListUpdate = document.createElement("ol")
    
        const listArray = event[i].list; 
    
        for (let j=0; j<listArray.length; j++) {    
        const liList = document.createElement("li")  
            liList.append(listArray[j])
            liListUpdate.append(liList)
         }  
        
         const header = document.createElement("h6")
         header.classList.add("text-primary")
         header.append(event[i].title);

        const paraTag = document.createElement("p")
         paraTag.append(event[i].parag)
    
         UI.append(header, paraTag, liListUpdate)
         rightTag.append(UI)        
    }
}

//search 

const searchFun = (searchdata) => {
    inputBoxTag.addEventListener("keyup", (event) => {  
    
        leftTag.style.left = `-${leftTag.offsetWidth}px`
    
        const searchText = event.target.value;

        const filteredData = searchdata.filter( (event) => {
            return event.title.includes(searchText);
        })
    
        const  checkCondition = filteredData.length>0;
    
        if(checkCondition) {
            rightTag.innerHTML = ""
            UIContainerFun(filteredData);
        }

    
    })
}

//search end

//functions 
const ethics = () => {
    UIContainerFun(datas)
    searchFun(datas)
}

const law1 = () => {
    UIContainerFun(lawDatas)
    searchFun(lawDatas)
}

const law2 = () => {
    UIContainerFun(lawDatas2)
    searchFun(lawDatas2)
}

const remark = () => {
    UIContainerFun(remarkDatas),
    searchFun(remarkDatas)
}



//called Function
ethics ();




//left
for (let i=0; i<menuDatas.length; i++) {
    const menuItem = document.createElement("div")
    const  item = `
    <div class="menuItem active" id="${(i+"menuId")}">${menuDatas[i]}</div>
    `
    menuItem.innerHTML += item
    leftTag.append(menuItem);   
    
    menuItem.addEventListener("click", (event) => {
        leftTag.style.left = `-${leftTag.offsetWidth}px` 
        const clickMenuId = event.target.id       
        menuItem.classList.add("clickedBackground")
        if (menuItem.classList.contains("clickedBackground")) {
            setTimeout(() => {
                menuItem.classList.remove("clickedBackground")
            }, 5000);
        }
        switch(clickMenuId) {
                case "0menuId":
                    rightTag.innerHTML = ""                                         
                    ethics();
                    break;
                    
                case "1menuId": 
                    rightTag.innerHTML = "" 
                    law1();
                    break;

                case "2menuId": 
                    rightTag.innerHTML = "" 
                    law2();
                    break;

                case "3menuId": 
                    rightTag.innerHTML = "" 
                    remark();
                    break;

                default:
                    console.log("code is error")
                    
            }
       
    })
}